{
    "1": {
        "question": "Theo Hiến pháp 2013, Nước Cộng hòa xã hội chủ nghĩa Việt Nam bao gồm:",
        "A": "đất liền, hải đảo, miền núi, vùng biển và vùng trời.",
        "B": "đất liền, hải đảo, trung du, vùng biển và vùng trời.",
        "C": "đất liền, hải đảo, vùng biển và vùng trời.",
        "D": "đất liền, hải đảo, vùng biển, đảo và vùng trời."
    },
    "2": {
        "question": "Theo Hiến pháp 2013, Nước Cộng hòa xã hội chủ nghĩa Việt Nam là",
        "A": "một nước độc lập, tự do, có chủ quyền, thống nhất và toàn vẹn lãnh thổ",
        "B": "một nước xã hội chủ nghĩa, có chủ quyền, thống nhất và toàn vẹn lãnh thổ",
        "C": "một nước độc lập, có chủ quyền, thống nhất và toàn vẹn lãnh thổ",
        "D": "một nước độc lập xã hội chủ nghĩa, có chủ quyền, thống nhất và toàn vẹn lãnh thổ"
    },
    "3": {
        "question": "Theo Hiến pháp 2013, Quyền lực nhà nước là:",
        "A": "thống nhất, có sự phân công, phối hợp, kiểm soát giữa các cơ quan nhà nước",
        "B": "thông nhất, có sự phân chia, phối hợp, kiểm soát giữa các cơ quan nhà nước",
        "C": "thống nhất, có sự phân công, phối hợp, hỗ trợ, kiêm soát giữa các cơ quan nhà nước",
        "D": "thống nhất, độc lập, có sự phân công, phối hợp, kiểm soát giữa các cơ quan nhà nước"
    },
    "4": {
        "question": "Theo Hiến pháp 2013, Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam là:",
        "A": "nhà nước xã hội chủ nghĩa của Nhân dân, do Nhân dân, vì Nhân dân.",
        "B": "nhà nước pháp quyền xã hội chủ nghĩa do Nhân dân, vì Nhân dân.",
        "C": "nhà nước pháp quyền xã hội chủ nghĩa của Nhân dân, do Nhân dân, vì Nhân dân.",
        "D": "nước pháp quyền xã hội chủ nghĩa của Nhân dân, do Nhân dân, vì Nhân dân."
    },
    "5": {
        "question": "Theo Hiến pháp 2013, Nước Cộng hòa xã hội chủ nghĩa Việt Nam do ai làm chủ?",
        "A": "Nhân dân làm chủ",
        "B": "Đảng Cộng sản Việt nam làm chủ",
        "C": "Dân tộc Việt Nam làm chủ",
        "D": "Nhà nước và nhân dân làm chủ"
    },
    "6": {
        "question": "Theo Hiến pháp 2013, Tất cả quyền lực nhà nước thuộc về ai?",
        "A": "Nhân dân",
        "B": "Nhà nước",
        "C": "Đảng Cộng sản Việt nam",
        "D": "Chính phủ"
    },
    "7": {
        "question": "Theo Hiến pháp 2013, Nền tảng của Nước Cộng hòa xã hội chủ nghĩa Việt Nam là:",
        "A": "liên minh giữa giai cấp công nhân với giai cấp nông dân và tầng lớp trí thức.",
        "B": "liên kết giữa giai cấp công nhân, giai cấp nông dân và đội ngũ trí thức.",
        "C": "sự liên minh giữa giai cấp công nhân với giai cấp trí thức",
        "D": "liên minh giữa giai cấp công nhân với giai cấp nông dân và đội ngũ trí thức."
    },
    "8": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào bảo đảm và phát huy quyền làm chủ của Nhân dân:",
        "A": "Nhà nước",
        "B": "Chính phủ",
        "C": "Đảng Cộng sản Việt Nam",
        "D": "Quốc hội"
    },
    "9": {
        "question": "Theo Hiến pháp 2013, Nhà nước Việt Nam thực hiện mục tiêu:",
        "A": "dân giàu, nước mạnh, công bằng, dân chủ, văn minh, mọi người có cuộc sống ấm no, tự do, hạnh phúc, có điều kiện phát triển toàn diện.",
        "B": "dân giàu, nước mạnh, dân chủ, công bằng, văn minh, mọi người có cuộc sống ấm no, tự do, hạnh phúc, có điều kiện phát triển toàn diện.",
        "C": "dân giàu, nước mạnh, dân chủ, công băng, văn minh, mọi người có cuộc sống đầy đủ, tự do, hạnh phúc, có điều kiện phát triển toàn diện.",
        "D": "dân giàu, nước mạnh, công bằng, dân chủ, văn minh, mọi người có cuộc sống ấm no, tự do, hạnh phúc, vui vẻ, có điều kiện phát triên toàn diện."
    },
    "10": {
        "question": "Theo Hiến pháp 2013, Đảng Cộng sản Việt Nam là:",
        "A": "đội quân tiên phong của Nhân dân lao động và của dân tộc Việt Nam",
        "B": "đội tiên phong của Nhân dân lao động và của dân tộc Việt Nam",
        "C": "đội tiên phong của Nhân dân và của dân tộc Việt Nam",
        "D": "đội tiên phong của Dân tộc Việt nam"
    },
    "11": {
        "question": "Theo Hiến pháp 2013, Đảng Cộng sản Việt Nam:",
        "A": "là lực lượng lãnh đạo Nhà nước và xã hội",
        "B": "là tổ chức lãnh đạo Nhà nước và xã hội",
        "C": "là đơn vị lãnh đạo Nhà nước và xã hội",
        "D": "là lực lượng trung thành lãnh đạo Nhà nước và xã hội"
    },
    "12": {
        "question": "Theo Hiến pháp 2013, Đảng Cộng sản Việt Nam",
        "A": "gắn bó chặt chẽ với Nhân dân, phục vụ Nhân dân, chịu sự giám sát của Nhân dân",
        "B": "gắn bó mật thiết với Nhân dân, phục vụ Nhân dân, chịu sự giám sát của Nhân dân",
        "C": "gắn bó mật thiết với Nhân dân, phục vụ Nhân dân, chịu sự kiểm tra của Nhân dân",
        "D": "gắn bó chặt chẽ với Nhân dân, phục vụ Nhân dân, chịu sự kiểm tra, giám sát của Nhân dân"
    },
    "13": {
        "question": "Theo Hiến pháp 2013, Đảng Cộng sản Việt Nam chịu trách nhiệm trước ....... về những quyết định của mình",
        "A": "Nhân dân",
        "B": "Dân tộc",
        "C": "Nhà nước",
        "D": "Nhân dân và dân tộc Việt Nam"
    },
    "14": {
        "question": "Theo Hiến pháp 2013, Các tổ chức của Đảng và đảng viên Đảng Cộng sản Việt Nam hoạt động trong khuôn khổ:",
        "A": "Hiến pháp, pháp luật và điều lệ của tổ chức",
        "B": "Hiến pháp, pháp luật và quy định của tổ chức",
        "C": "Pháp luật.",
        "D": "Hiến pháp và pháp luật."
    },
    "15": {
        "question": "Theo Hiến pháp 2013, Việc bầu cử đại biểu Quốc hội và đại biểu Hội đồng nhân dân được tiến hành theo nguyên tắc:",
        "A": "phổ thông, bình đẳng, công khai, trực tiếp và bỏ phiếu kín.",
        "B": "phổ thông, bình đẳng, trực tiếp và bỏ phiếu kín.",
        "C": "bình đẳng, trực tiếp và bỏ phiếu kín.",
        "D": "Dân chủ, phổ thông, bình đẳng, trực tiếp và bỏ phiếu kín."
    },
    "16": {
        "question": "Theo Hiến pháp 2013, Đại biểu Quốc hội, đại biểu Hội đồng nhân dân bị cử tri hoặc Quốc hội, Hội đồng nhân dân bãi nhiệm khi:",
        "A": "không còn xứng đáng với sự tín nhiệm của Nhân dân.",
        "B": "Bị bãi nhiệm",
        "C": "Vi phạm đến mức phải thi hành kỷ luật",
        "D": "Bị cách chức"
    },
    "17": {
        "question": "Theo Hiến pháp 2013, Quốc kỳ nước Cộng hòa xã hội chủ nghĩa Việt Nam:",
        "A": "hình chữ nhật, chiều rộng bằng một phần ba chiều dài, nền đỏ, ở giữa có ngôi sao vàng năm cánh.",
        "B": "hình chữ nhật, chiều rộng bằng ba phần tư chiều dài, nền đỏ, ở giữa có ngôi sao vàng năm cánh.",
        "C": "hình chữ nhật, chiều rộng băng bốn phân năm chiều dài, nền đỏ, ở giữa có ngôi sao vàng năm cánh.",
        "D": "hình chữ nhật, chiều rộng bằng hai phần ba chiều dài, nền đỏ, ở giữa có ngôi sao vàng năm cánh."
    },
    "18": {
        "question": "Theo Hiến pháp 2013, Quốc huy nước Cộng hòa xã hội chủ nghĩa Việt Nam ở dưới có:",
        "A": "nửa bánh xe răng",
        "B": "bánh xe răng",
        "C": "hai nửa bánh xe răng",
        "D": "1/2 bánh xe răng"
    },
    "19": {
        "question": "Theo Hiến pháp 2013, Công dân Việt Nam ở nước ngoài được:",
        "A": "Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam bảo hộ.",
        "B": "Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam bảo hộ.",
        "C": "Quốc hội nước Cộng hòa xã hội chủ nghĩa Việt Nam bảo hộ.",
        "D": "Bộ Ngoại giao Việt Nam bảo hộ."
    },
    "20": {
        "question": "Theo Hiến pháp 2013, Người Việt Nam định cư ở nước ngoài là:",
        "A": "Bộ phận cấu thành không thể tách rời của cộng đồng dân tộc Việt Nam.",
        "B": "bộ phận không tách rời của cộng đồng dân tộc Việt Nam.",
        "C": "bộ phận không thể tách rời của cộng đồng dân tộc Việt Nam.",
        "D": "Một phần không tách rời của cộng đồng dân tộc Việt Nam."
    },
    "21": {
        "question": "Theo Hiến pháp 2013, chủ thể nào tôn trọng và bảo hộ quyền tự do tín ngưỡng, tôn giáo.",
        "A": "Nhà nước",
        "B": "Chính phủ",
        "C": "Quốc hội",
        "D": "MTTQVN"
    },
    "22": {
        "question": "Theo Hiến pháp 2013, Công dân bao nhiêu tuổi trở lên có quyền bầu cử Quốc hội, Hội đồng nhân dân",
        "A": "đủ hai mươi mốt tuổi",
        "B": "từ đủ mười tám tuổi",
        "C": "đủ mười tám tuổi",
        "D": "trên mười tám tuổi"
    },
    "23": {
        "question": "Theo Hiến pháp 2013, Công dân bao nhiêu tuổi trở lên có quyền ứng cử vào Quốc hội, Hội đồng nhân dân",
        "A": "đủ hai mươi mốt tuổi",
        "B": "từ đủ hai mươi mốt tuổi",
        "C": "đủ hai mươi mốt tuổi",
        "D": "trên hai mươi mốt tuổi"
    },
    "24": {
        "question": "Theo Hiến pháp 2013, Công dân bao nhiêu tuổi trở lên có quyền biểu quyết khi Nhà nước tổ chức trưng cầu ý dân",
        "A": "đủ mười tám tuổi",
        "B": "từ đủ mười tám tuổi",
        "C": "đủ hai mươi mốt tuổi",
        "D": "trên hai mươi mốt tuổi"
    },
    "25": {
        "question": "Theo Hiến pháp 2013, Chọn đáp án đúng nhất?",
        "A": "Mọi người có quyền tự do kinh doanh trong những ngành nghề mà pháp luật cho phép.",
        "B": "Mọi người có quyền tự do kinh doanh trong những ngành nghề mà pháp luật không cấm",
        "C": "Mọi người có quyền kinh doanh trong những ngành nghề mà pháp luật không cấm.",
        "D": "Mọi người tự do kinh doanh trong những ngành nghề mà pháp luật cấm."
    },
    "26": {
        "question": "Theo Hiến pháp 2013, tội nào là tội nặng nhất.",
        "A": "Phản bội đất nước",
        "B": "Phản bội Tổ quốc",
        "C": "Phản bội ĐCSVN",
        "D": "Phản bội Dân tộc Việt Nam"
    },
    "27": {
        "question": "Theo Hiến pháp 2013, Mọi người có:",
        "A": "Quyền nộp thuế theo luật định.",
        "B": "nghĩa vụ nộp thuế theo luật định.",
        "C": "Trách nhiệm nộp thuế theo luật định.",
        "D": "Nhiệm vụ nộp thuế theo luật định."
    },
    "28": {
        "question": "Theo Hiến pháp 2013, Nền kinh tế Việt Nam là nền kinh tế:",
        "A": "thị trường với nhiều hình thức sở hữu, nhiều thành phần kinh tế",
        "B": "thị trường định hướng xã hội chủ nghĩa với nhiều hình thức sở hữu, nhiều thành phần kinh tế",
        "C": "định hướng xã hội chủ nghĩa với nhiều hình thức sở hữu, nhiều thành phần kinh tế",
        "D": "thị trường định hướng xã hội chủ nghĩa với một hình thức sở hữu, nhiều thành phần kinh tế"
    },
    "29": {
        "question": "Theo Hiến pháp 2013, thành phần kinh tế nào giữ vai trò chủ đạo.",
        "A": "nhà nước",
        "B": "tư nhân",
        "C": "XHCN",
        "D": "Dân doanh"
    },
    "30": {
        "question": "Theo Hiến pháp 2013, Bảo vệ Tổ quốc Việt Nam xã hội chủ nghĩa là sự nghiệp của:",
        "A": "toàn dân.",
        "B": "Toản Đảng, toàn dân, toàn quân",
        "C": "Nhân dân",
        "D": "Chính Phủ"
    },
    "31": {
        "question": "Theo Hiến pháp 2013, Quốc hội là",
        "A": "Tổ chức quyền lực nhà nước cao nhất của nước Cộng hòa xã hội chủ nghĩa Việt Nam.",
        "B": "cơ quan đại biểu cao nhất của Dân tộc Việt Nam",
        "C": "cơ quan hành chính nhà nước cao nhất của nước Cộng hòa xã hội chủ nghĩa Việt Nam.",
        "D": "cơ quan quyền lực nhà nước cao nhất của nước Cộng hòa xã hội chủ nghĩa Việt Nam."
    },
    "32": {
        "question": "Theo Hiến pháp 2013, chủ thể nào quyết định các vấn đề quan trọng của đất nước?",
        "A": "Quốc hội",
        "B": "Chính Phủ",
        "C": "MTTQVN",
        "D": "ĐCSVN"
    },
    "33": {
        "question": "Theo Hiến pháp 2013, chủ thể nào giám sát tối cao đối với hoạt động của Nhà nước?",
        "A": "MTTQVN",
        "B": "Chính Phủ",
        "C": "Quốc hội",
        "D": "ĐCSVN"
    },
    "34": {
        "question": "Theo Hiến pháp 2013, Nước Cộng hòa xã hội chủ nghĩa Việt Nam thực hiện:",
        "A": "Thống nhất đường lối đối ngoại độc lập, tự chủ, hòa bình, hữu nghị, hợp tác và phát triển",
        "B": "nhất quán đường lối đối ngoại độc lập, tự chủ, hòa bình, hữu nghị, hợp tác và phát triển",
        "C": "nhất quán đường lối đối ngoại độc lập, tự chủ, tự cường, hòa bình, hữu nghị, hợp tác và phát triển",
        "D": "Thống nhất đường lối đối ngoại độc lập, tự chủ, hòa bình, hữu nghị, hợp tác và cùng phát triển"
    },
    "35": {
        "question": "Hiến pháp năm 2013 đã được Quốc hội nước Cộng hòa xã hội chủ nghĩa Việt Nam khóa XIII, kỳ họp thứ 6 thông qua ngày:",
        "A": "28 tháng l1 năm 2012.",
        "B": "28 tháng 11 năm 2013.",
        "C": "28 tháng 10 năm 2013.",
        "D": "28 tháng 12 năm 2012."
    },
    "36": {
        "question": "Hiến pháp năm 2013 là:",
        "A": "luật cơ bản của nước Cộng hòa xã hội chủ nghĩa Việt Nam",
        "B": "luật chính của nước Cộng hòa xã hội chủ nghĩa Việt Nam",
        "C": "luật chủ yếu của nước Cộng hòa xã hội chủ nghĩa Việt Nam",
        "D": "luật cao nhất của nước Cộng hòa xã hội chủ nghĩa Việt Nam"
    },
    "37": {
        "question": "Theo Hiến pháp 2013, Mọi hành vi vi phạm Hiến pháp đều bị",
        "A": "xử lý",
        "B": "Kỷ luật",
        "C": "Xử lý theo pháp luật",
        "D": "Kỷ luật theo Hiến pháp"
    },
    "38": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào soạn thảo, tổ chức lấy ý kiến Nhân dân và trình Quốc hội dự thảo Hiến pháp?",
        "A": "Ủy ban dự thảo Hiến pháp",
        "B": "Ủy ban thường vụ Quốc hội",
        "C": "Quốc hội",
        "D": "Chính phủ"
    },
    "39": {
        "question": "Theo Hiến pháp 2013, Hiến pháp được thông qua khi có ít nhất:",
        "A": "1/3 tổng số đại biểu Quốc hội biểu quyết tán thành",
        "B": "2/3 tổng số đại biểu Quốc hội biểu quyết tán thành",
        "C": "3/4 tổng số đại biểu Quốc hội biểu quyết tán thành",
        "D": "4/5 tổng số đại biêu Quốc hội biểu quyết tán thành"
    },
    "40": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào có quyền đề nghị làm Hiến pháp, sửa đổi Hiến pháp?",
        "A": "Chủ tịch nước",
        "B": "Ủy ban thường vụ Quốc hội",
        "C": "Chính phủ",
        "D": "Tất cả đều đúng"
    },
    "41": {
        "question": "Theo Hiến pháp 2013, Nước Cộng hòa xã hội chủ nghĩa Việt Nam là:",
        "A": "quốc gia thống nhất của các dân tộc cùng sinh sống trên đất nước Việt Nam.",
        "B": "Đất nước thống nhất của các dân tộc cùng sinh sống trên đất nước Việt Nam.",
        "C": "quốc gia thống nhất của các dân tộc cùng sinh sống trên lãnh thổ Việt Nam.",
        "D": "quốc gia thống nhất của nhân dân Việt Nam cùng sinh sống trên đất nước Việt Nam."
    },
    "42": {
        "question": "Theo Hiến pháp 2013, Quốc hội quyết định việc làm Hiến pháp, sửa đối Hiến pháp khi có ít nhất .... tổng số đại biểu Quốc hội biểu quyết tán thành.",
        "A": "1/3",
        "B": "2/3",
        "C": "3⁄4",
        "D": "4/5"
    },
    "43": {
        "question": "Theo Hiến pháp 2013, Nhà nước xây dựng ......cách mạng, chính quy, tinh nhuệ, từng bước hiện đại",
        "A": "Công an nhân dân",
        "B": "Quân đội",
        "C": "Lực lượng vũ trang",
        "D": "Lực lượng dân quân tự vệ"
    },
    "44": {
        "question": "Theo Hiến pháp 2013, Phát triển .......là quốc sách hàng đầu nhằm nâng cao dân trí, phát triển nguồn nhân lực, bồi dưỡng nhân tài.",
        "A": "Công tác giáo dục",
        "B": "giáo dục",
        "C": "Giáo dục đào tạo",
        "D": "Đào tạo nhân sự"
    },
    "45": {
        "question": "Theo Hiến pháp 2013, Quốc hội có những nhiệm vụ và quyền hạn sau đây:",
        "A": "Quyết định mục tiêu, chỉ tiêu, chính sách, nhiệm vụ cơ bản phát triển kinh tế - xã của đất nước;",
        "B": "Đình chỉ việc thi hành văn bản của Chính phủ, Thủ tướng Chính phủ, Tòa án nhân dân tối cao, Viện kiểm sát nhân dân tối cao trái với Hiến pháp, luật",
        "C": "Quyết định thành lập, giải thể, nhập, chia, điều chỉnh địa giới đơn vị hành chính dưới tỉnh, thành phố trực thuộc trung ương",
        "D": "Quyết định tổng động viên hoặc động viên cục bộ; ban bố, bãi bỏ tình trạng khẩn cấp trong cả nước hoặc ở từng địa phương;"
    },
    "46": {
        "question": "Theo Hiến pháp 2013, Quốc hội có những nhiệm vụ và quyền hạn sau đây",
        "A": "Quyết định tặng thưởng huân chương, huy chương, các giải thưởng nhà nước, danh hiệu vinh dự nhà nước",
        "B": "Bảo vệ quyền và lợi ích của Nhà nước và xã hội, quyền con người, quyền công dân; bảo đảm trật tự, an toàn xã hội;",
        "C": "Bãi bỏ văn bản của Chủ tịch nước, Ủy ban thường vụ Quốc hội, Chính phủ, Thủ tướng Chính phủ, Tòa án nhân dân tối cao, Viện kiểm sát nhân dân tối cao trái với Hiến pháp, luật, nghị quyết của Quốc hội;",
        "D": "Thống nhất quản lý về kinh tế, văn hóa, xã hội, giáo dục, y tế, khoa học, công nghệ, môi trường, thông tin, truyền thông"
    },
    "47": {
        "question": "Theo Hiến pháp 2013, Chính phủ có những nhiệm vụ và quyền hạn sau đây",
        "A": "Đình chỉ việc thi hành hoặc bãi bỏ văn bản của Bộ trưởng, Thủ trưởng cơ quan ngang bộ, Ủy ban nhân dân, Chủ tịch Ủy ban nhân dân tỉnh, thành phố trực thuộc trung ương trái với Hiến pháp, luật và văn bản của cơ quan nhà nước cấp trên",
        "B": "Trình Quốc hội quyết định thành lập, bãi bỏ bộ, cơ quan ngang bộ; thành lập, giải thể, nhập, chia, điều chỉnh địa giới hành chính tỉnh, thành phố trực thuộc trung ương",
        "C": "Quyết định tặng thưởng huân chương, huy chương, các giải thưởng nhà nước, danh hiệu vinh dự nhà nước",
        "D": "Tiếp nhận đại sứ đặc mệnh toàn quyền của nước ngoài;"
    },
    "48": {
        "question": "Theo Hiến pháp 2013, Chính phủ có những nhiệm vụ và quyền hạn sau đây",
        "A": "Tổ chức thi hành Hiến pháp, luật, nghị quyết của Quốc hội, pháp lệnh, nghị quyết của Ủy ban thường vụ Quốc hội, lệnh, quyết định của Chủ tịch nước;",
        "B": "Trình Quốc hội phê chuẩn đề nghị bổ nhiệm, miễn nhiệm, cách chức Phó Thủ tướng Chính phủ, Bộ trưởng và Thành viên khác của Chính phủ",
        "C": "Đình chỉ việc thi hành hoặc bãi bỏ văn bản của Bộ trưởng, Thủ trưởng cơ quan ngang bộ, Ủy ban nhân dân, Chủ tịch Ủy ban nhân dân tỉnh, thành phố trực thuộc trung ương trái với Hiến pháp, luật",
        "D": "Quyết định và chỉ đạo việc đàm phán, chỉ đạo việc ký, gia nhập điều ước quốc tế thuộc nhiệm vụ, quyền hạn của Chính phủ; tổ chức thực hiện điều ước quốc tế mà Cộng hòa xã hội chủ nghĩa Việt Nam là thành viên"
    },
    "49": {
        "question": "Theo Hiến pháp 2013, Nhiệm kỳ của Chính phủ:",
        "A": "theo nhiệm kỳ của Quốc hội",
        "B": "05 năm",
        "C": "theo nhiệm kỳ của Chủ tịch nước",
        "D": "06 năm"
    },
    "50": {
        "question": "Theo Hiến pháp 2013, Chính phủ có mấy nhiệm vụ và quyền hạn?",
        "A": "6",
        "B": "7",
        "C": "8",
        "D": "9"
    },
    "51": {
        "question": "Theo Hiến pháp 2013, Thủ tướng Chính phủ có mấy nhiệm vụ và quyền hạn?",
        "A": "6",
        "B": "7",
        "C": "8",
        "D": "9"
    },
    "52": {
        "question": "Theo Hiến pháp 2013, Chính phủ gồm:",
        "A": "Thủ tướng Chính phủ, Phó Thủ tướng Chính phủ, các Bộ trưởng",
        "B": "Thủ tướng Chính phủ, các Phó Thủ tướng Chính phủ, các Bộ trưởng, thứ trưởng và Thủ trưởng cơ quan ngang bộ.",
        "C": "Thủ tướng Chính phủ, Phó Thủ tướng Chính phủ, Bộ trưởng và Thủ trưởng cơ quan ngang bộ.",
        "D": "Thủ tướng Chính phủ, các Phó Thủ tướng Chính phủ, các Bộ trưởng và Thủ trưởng cơ quan ngang bộ."
    },
    "53": {
        "question": "Theo Hiến pháp 2013, Cơ cấu, số lượng thành viên Chính phủ do .......quyết định.",
        "A": "Quốc hội",
        "B": "UBTVQH",
        "C": "Chủ tịch nước",
        "D": "Thủ tướng"
    },
    "54": {
        "question": "Theo Hiến pháp 2013, Chính phủ làm việc theo chế độ:",
        "A": "Tập trung dân chủ",
        "B": "Tập thể, quyết định theo đa số",
        "C": "Thủ trưởng",
        "D": "Hội nghị"
    },
    "55": {
        "question": "Theo Hiến pháp 2013, Chính phủ chịu trách nhiệm trước Quốc hội và báo cáo công tác trước:",
        "A": "Quốc hội",
        "B": "Ủy ban thường vụ Quốc hội",
        "C": "Chủ tịch nước.",
        "D": "Tất cả đều đúng"
    },
    "56": {
        "question": "Theo Hiến pháp 2013, Thủ tướng Chính phủ, Bộ trưởng, Thủ trưởng cơ quan ngang bộ ban hành ..... để thực hiện nhiệm vụ, quyền hạn của mình",
        "A": "văn bản pháp luật",
        "B": "văn bản hành chính",
        "C": "Luật",
        "D": "Hiến pháp"
    },
    "57": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào giữ chức Chủ tịch Hội đồng quốc phòng và an ninh?",
        "A": "Thủ tướng Chính phủ",
        "B": "Chủ tịch nước",
        "C": "Chủ tịch Quốc hội"
    },
    "58": {
        "question": "Theo Hiến pháp 2013, Thủ tướng Chính phủ do .......bầu trong số đại biểu Quốc hội.",
        "A": "Quốc hội",
        "B": "Chủ tịch nước",
        "C": "UBTV Quốc hội",
        "D": "Chủ tịch Quốc hội"
    },
    "59": {
        "question": "Theo Hiến pháp 2013, Quyết định mục tiêu, chỉ tiêu, chính sách, nhiệm vụ cơ bản phát triển kinh tế - xã hội của đất nước là nhiệm vụ và quyền hạn của",
        "A": "Quốc hội",
        "B": "Chủ tịch nước",
        "C": "UBTV Quốc hội",
        "D": "Chính Phủ"
    },
    "60": {
        "question": "Theo Hiến pháp 2013, Quyết định chính sách dân tộc, chính sách tôn giáo của Nhà nước là nhiệm vụ và quyền hạn của",
        "A": "Thủ tướng Chính phủ",
        "B": "UBTV Quốc hội",
        "C": "Chính Phủ",
        "D": "Quốc hội"
    },
    "61": {
        "question": "Theo Hiến pháp 2013, Quy định tổ chức và hoạt động của Chính phủ là nhiệm vụ và quyền hạn của",
        "A": "Thủ tướng Chính phủ",
        "B": "UBTV Quốc hội",
        "C": "Chủ tịch nước",
        "D": "Quốc hội"
    },
    "62": {
        "question": "Theo Hiến pháp 2013, Bầu, miễn nhiệm, bãi nhiệm Chủ tịch nước, Phó Chủ tịch nước là nhiệm vụ và quyền hạn của:",
        "A": "Thủ tướng Chính phủ",
        "B": "UBTV Quốc hội",
        "C": "Chủ tịch nước",
        "D": "Quốc hội"
    },
    "63": {
        "question": "Theo Hiến pháp 2013, Phê chuẩn đề nghị bổ nhiệm, miễn nhiệm, cách chức Phó Thủ tướng Chính phủ, Bộ trưởng và thành viên khác của Chính phủ là nhiệm vụ và quyền hạn của",
        "A": "Thủ tướng Chính phủ",
        "B": "UBTV Quốc hội",
        "C": "Chủ tịch nước",
        "D": "Quốc hội"
    },
    "64": {
        "question": "Theo Hiến pháp 2013, Sau khi được bầu chủ thể nào phải tuyên thệ trung thành với Tổ quốc, Nhân dân và Hiến pháp?",
        "A": "Chủ tịch nước",
        "B": "Chủ tịch Quốc hội",
        "C": "Thủ tướng Chính phủ",
        "D": "Tất cả đều đúng"
    },
    "65": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Quyết định thành lập, bãi bỏ bộ, cơ quan ngang bộ của Chính phủ",
        "A": "Thủ tướng Chính phủ",
        "B": "UBTV Quốc hội",
        "C": "Chủ tịch nước",
        "D": "Quốc hội"
    },
    "66": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Quyết định thành lập, giải thể, nhập, chia, điều chỉnh địa giới hành chính đơn vị hành chính - kinh tế đặc biệt",
        "A": "Thủ tướng Chính phủ",
        "B": "UBTV Quốc hội",
        "C": "Chủ tịch nước",
        "D": "Quốc hội"
    },
    "67": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Bãi bỏ văn bản của Chủ tịch nước",
        "A": "Thủ tướng Chính phủ",
        "B": "UBTV Quốc hội",
        "C": "Tổng Bí thư",
        "D": "Quốc hội"
    },
    "68": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Quyết định đại xá",
        "A": "Thủ tướng Chính phủ",
        "B": "UBTV Quốc hội",
        "C": "Tổng Bí thư",
        "D": "Quốc hội"
    },
    "69": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Quyết định chính sách cơ bản về đối ngoại",
        "A": "Thủ tướng Chính phủ",
        "B": "UBTV Quốc hội",
        "C": "Tổng Bí thư",
        "D": "Quốc hội"
    },
    "70": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Bãi bỏ văn bản của Chính phủ, Thủ tướng Chính phủ",
        "A": "Chủ tịch Quốc hội",
        "B": "UBTV Quốc hội",
        "C": "Tổng Bí thư",
        "D": "Quốc hội"
    },
    "71": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Quy định tổ chức và hoạt động của Kiểm toán nhà nước, chính quyền địa phương",
        "A": "Chủ tịch Quốc hội",
        "B": "UBTV Quốc hội",
        "C": "Tổng Bí thư",
        "D": "Quốc hội"
    },
    "72": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào phê chuẩn danh sách thành viên Hội đồng quốc phòng và an ninh, Hội đồng bầu cử quốc gia.",
        "A": "Chủ tịch Quốc hội",
        "B": "UBTV Quốc hội",
        "C": "Tổng Bí thư",
        "D": "Quốc hội"
    },
    "73": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Quyết định trưng cầu ý dân:",
        "A": "Chủ tịch nước",
        "B": "UBTV Quốc hội",
        "C": "Thủ tướng",
        "D": "Quốc hội"
    },
    "74": {
        "question": "Theo Hiến pháp 2013, Việc kéo dài nhiệm kỳ của một khóa Quốc hội không được quá ......, trừ trường hợp có chiến tranh.",
        "A": "6 tháng",
        "B": "12 tháng",
        "C": "9 tháng",
        "D": "24 tháng"
    },
    "75": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào ký chứng thực Hiến pháp, luật, nghị quyết của Quốc hội",
        "A": "Chủ nhiệm VP Quốc hội",
        "B": "Tổng Thư ký Quốc hội",
        "C": "Thủ tướng",
        "D": "Chủ tịch Quốc hội"
    },
    "76": {
        "question": "Theo Hiến pháp 2013, Ủy ban thường vụ Quốc hội gồm:",
        "A": "Chủ tịch Quốc hội, 05 Phó Chủ tịch Quốc hội và các Ủy viên là Chủ nhiệm các ủy ban của Quốc hội",
        "B": "Chủ tịch Quốc hội, các Phó Chủ tịch Quốc hội và các Ủy viên.",
        "C": "Chủ tịch Quốc hội, các Phó Chủ tịch Quốc hội",
        "D": "Chủ tịch Quốc hội, các Phó Chủ tịch Quốc hội, các Ủy viên và Chủ nhiệm Văn phòng Quốc hội"
    },
    "77": {
        "question": "Theo Hiến pháp 2013, Thành viên Ủy ban thường vụ Quốc hội:",
        "A": "Có thể đồng thời là thành viên Chính phủ.",
        "B": "không thể đồng thời là thành viên Chính phủ.",
        "C": "Có thể đồng thời là thành viên Chính phủ, trừ một số trường hợp do Quốc hội quy định",
        "D": "không thể đồng thời là thành viên Chính phủ, Viện kiểm sát nhân dân, Tòa án nhân dân"
    },
    "78": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào tổ chức việc chuẩn bị, triệu tập và chủ trì kỳ họp Quốc hội:",
        "A": "Chủ tịch nước",
        "B": "UBTV Quốc hội",
        "C": "Thủ tướng",
        "D": "Quốc hội"
    },
    "79": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào giải thích Hiến pháp, luật, pháp lệnh;",
        "A": "Chủ tịch nước",
        "B": "UBTV Quốc hội",
        "C": "Tổng Thư ký Quốc hội",
        "D": "Chủ tịch Quốc hội"
    },
    "80": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Giám sát việc thi hành Hiến pháp, luật, nghị quyết của Quốc hội",
        "A": "Chủ tịch nước",
        "B": "UBTV Quốc hội",
        "C": "Tổng Thư ký Quốc hội",
        "D": "Chủ tịch Quốc hội"
    },
    "81": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào giám sát hoạt động của Chính phủ, Tòa án nhân dân tối cao, Viện kiểm sát nhân dân tối cao, Kiểm toán Nhà nước",
        "A": "Chủ tịch nước",
        "B": "UBTV Quốc hội",
        "C": "Tổng Thư ký Quốc hội",
        "D": "Chủ tịch Quốc hội"
    },
    "82": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Đình chỉ việc thi hành văn bản của Chính phủ, Thủ tướng Chính phủ, Tòa án nhân dân tối cao, Viện kiểm sát nhân dân tối cao trái với Hiến pháp, luật, nghị quyết của Quốc hội",
        "A": "Chủ tịch nước",
        "B": "UBTV Quốc hội",
        "C": "Tổng Thư ký Quốc hội",
        "D": "Chủ tịch Quốc hội"
    },
    "83": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào bãi bỏ văn bản của Chính phủ, Thủ tướng Chính phủ, Tòa án nhân dân tối cao, Viện kiểm sát nhân dân tối cao trái với pháp lệnh, nghị quyết của Ủy ban thường vụ Quốc hội",
        "A": "Chủ tịch nước",
        "B": "UBTV Quốc hội",
        "C": "Tổng Thư ký Quốc hội",
        "D": "Chủ tịch Quốc hội"
    },
    "84": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào hướng dẫn và bảo đảm điều kiện hoạt động của đại biểu Quốc hội",
        "A": "Chủ nhiệm VP Quốc hội",
        "B": "UBTV Quốc hội",
        "C": "Tổng Thư ký Quốc hội",
        "D": "Chủ tịch Quốc hội"
    },
    "85": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Đề nghị Quốc hội bầu, miễn nhiệm, bãi nhiệm Chủ tịch nước",
        "A": "Chủ nhiệm VP Quốc hội",
        "B": "UBTV Quốc hội",
        "C": "Tổng Thư ký Quốc hội",
        "D": "Chủ tịch Quốc hội"
    },
    "86": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Quyết định thành lập, giải thể, nhập, chia, điều chỉnh địa giới đơn vị hành chính dưới tỉnh, thành phố trực thuộc trung ương;",
        "A": "Chủ nhiệm VP Quốc hội",
        "B": "UBTV Quốc hội",
        "C": "Thủ tướng",
        "D": "Chủ tịch Quốc hội"
    },
    "87": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Quyết định tổng động viên hoặc động viên cục bộ",
        "A": "Chủ nhiệm VP Quốc hội",
        "B": "UBTV Quốc hội",
        "C": "Thủ tướng",
        "D": "Chủ tịch Quốc hội"
    },
    "88": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Thực hiện quan hệ đối ngoại của Quốc hội",
        "A": "Chủ nhiệm VP Quốc hội",
        "B": "UBTV Quốc hội",
        "C": "Thủ tướng",
        "D": "Chủ tịch Quôc hội"
    },
    "89": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Phê chuẩn đề nghị bổ nhiệm, miễn nhiệm đại sứ đặc mệnh toàn quyền của Cộng hòa xã hội chủ nghĩa Việt Nam;",
        "A": "Thủ tướng",
        "B": "UBTV Quốc hội",
        "C": "Chính phủ",
        "D": "Chủ tịch Quốc hội"
    },
    "90": {
        "question": "Theo Hiến pháp 2013, Đại biểu Quốc hội là người đại diện cho ý chí, nguyện vọng của Nhân dân:",
        "A": "ở đơn vị bầu cử ra mình",
        "B": "của Nhân dân cả nước.",
        "C": "ở đơn vị bầu cử ra mình và của Nhân dân cả nước.",
        "D": "ở địa phương bầu cử ra mình và của Nhân dân cả nước."
    },
    "91": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào phổ biến và vận động Nhân dân thực hiện Hiến pháp và pháp luật?",
        "A": "Quốc hội",
        "B": "Đại biểu Quốc hội",
        "C": "UBTVQH",
        "D": "Chính phủ"
    },
    "92": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào có quyền chất vấn Chủ tịch nước, Chủ tịch Quốc hội, Thủ tướng Chính phủ",
        "A": "Chủ nhiệm ủy ban Quốc hội",
        "B": "Đại biểu Quốc hội",
        "C": "UBTVQH",
        "D": "Chính phủ"
    },
    "93": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào bảo đảm kinh phí hoạt động của đại biểu Quốc hội.",
        "A": "Quốc hội",
        "B": "Nhà nước",
        "C": "UBTVQH",
        "D": "Chính phủ"
    },
    "94": {
        "question": "Theo Hiến pháp 2013, Kỳ họp thứ nhất của Quốc hội khóa mới được triệu tập chậm nhất là ......... kể từ ngày bầu cử đại biểu Quốc hội",
        "A": "30",
        "B": "45",
        "C": "60",
        "D": "90"
    },
    "95": {
        "question": "Theo Hiến pháp 2013, Quốc hội họp:",
        "A": "mỗi năm hai kỳ",
        "B": "mỗi năm ba kỳ",
        "C": "mỗi năm bốn kỳ",
        "D": "mỗi năm năm kỳ"
    },
    "96": {
        "question": "Theo Hiến pháp 2013, Luật, nghị quyết của Quốc hội phải được .......tổng số đại biểu Quốc hội biểu quyết tán thành",
        "A": "Ít nhất 2/3",
        "B": "Quá nửa",
        "C": "Ít nhất 1⁄3",
        "D": "Ít nhất 3⁄4"
    },
    "97": {
        "question": "Theo Hiến pháp 2013, Pháp lệnh, nghị quyết của Ủy ban thường vụ Quốc hội phải được ...... tổng số thành viên Ủy ban thường vụ Quốc hội biểu quyết tán thành",
        "A": "Ít nhất 2/3",
        "B": "Quá nửa",
        "C": "Ít nhất 1⁄3",
        "D": "Ít nhất 3/4"
    },
    "98": {
        "question": "Theo Hiến pháp 2013, Luật, pháp lệnh phải được công bố chậm nhất là ...... ngày, kể từ ngày được thông qua, trừ trường hợp Chủ tịch nước đề nghị xem xét lại pháp lệnh.",
        "A": "10",
        "B": "15",
        "C": "20",
        "D": "30"
    },
    "99": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào là thay mặt nước Cộng hòa xã hội chủ nghĩa Việt Nam về đối nội và đối ngoại.",
        "A": "Chủ tịch nước",
        "B": "Chủ tịch Quốc hội",
        "C": "Thủ tướng",
        "D": "Tổng Bí thư"
    },
    "100": {
        "question": "Theo Hiến pháp 2013, Chủ tịch nước có mấy nhiệm vụ và quyền hạn",
        "A": "5",
        "B": "6",
        "C": "7",
        "D": "8"
    },
    "101": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Công bố Hiến pháp, luật, pháp lệnh:",
        "A": "Chủ tịch nước",
        "B": "Chủ tịch Quốc hội",
        "C": "Thủ tướng",
        "D": "Tổng Bí thư"
    },
    "102": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Đề nghị Quốc hội bầu, miễn nhiệm, bãi nhiệm Phó Chủ tịch nước, Thủ tướng Chính phủ",
        "A": "Chủ tịch nước",
        "B": "Chủ tịch Quốc hội",
        "C": "Thủ tướng",
        "D": "Tổng Bí thư"
    },
    "103": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào căn cứ vào nghị quyết của Quốc hội, bổ nhiệm, miễn nhiệm, cách chức Phó Thủ tướng Chính phủ, Bộ trưởng và thành viên khác của Chính phủ;",
        "A": "Chủ tịch nước",
        "B": "Chủ tịch Quốc hội",
        "C": "Thủ tướng",
        "D": "Tổng Bí thư"
    },
    "104": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Đề nghị Quốc hội bầu, miễn nhiệm, bãi nhiệm Chánh án Tòa án nhân dân tối cao, Viện trưởng Viện kiểm sát nhân dân tối cao",
        "A": "Chủ tịch nước",
        "B": "Chủ tịch Quốc hội",
        "C": "Thủ tướng",
        "D": "Tổng Bí thư"
    },
    "105": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào giữ chức Chủ tịch Hội đồng quốc phòng và an ninh",
        "A": "Chủ tịch nước",
        "B": "Chủ tịch Quốc hội",
        "C": "Thủ tướng",
        "D": "Tổng Bí thư"
    },
    "106": {
        "question": "Theo Hiến pháp 2013, Chủ tịch nước ban hành .....để thực hiện nhiệm vụ, quyền hạn của mình.",
        "A": "Nghị định, Lệnh",
        "B": "lệnh, quyết định",
        "C": "Lệnh, nghị quyết",
        "D": "Lệnh, quyết định, thông tư"
    },
    "107": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Thống nhất quản lý về kinh tế, văn hóa, xã hội, giáo dục, y tế, khoa học, công nghệ, môi trường, thông tin, truyền thông, đối ngoại",
        "A": "Chủ tịch nước",
        "B": "Chủ tịch Quốc hội",
        "C": "Thủ tướng",
        "D": "Chính phủ"
    },
    "108": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Trình Quốc hội quyết định thành lập, bãi bỏ bộ, cơ quan ngang bộ",
        "A": "Chủ tịch nước",
        "B": "Chủ tịch Quốc hội",
        "C": "Thủ tướng",
        "D": "Chính phủ"
    },
    "109": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào hướng dẫn, kiểm tra Hội đồng nhân dân trong việc thực hiện văn bản của cơ quan nhà nước cấp trên",
        "A": "Chủ tịch nước",
        "B": "Chủ tịch Quốc hội",
        "C": "Thủ tướng",
        "D": "Chính phủ"
    },
    "110": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào tạo điều kiện để Hội đồng nhân dân thực hiện nhiệm vụ, quyền hạn do luật định;",
        "A": "UBTVQH",
        "B": "Chủ tịch Quốc hội",
        "C": "Thủ tướng",
        "D": "Chính phủ"
    },
    "111": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Trình Quốc hội phê chuẩn đề nghị bổ nhiệm, miễn nhiệm, cách chức Phó Thủ tướng Chính phủ, Bộ trưởng và Thành viên khác của Chính phủ",
        "A": "UBTVQH",
        "B": "Chủ tịch Quốc hội",
        "C": "Thủ tướng",
        "D": "Chính phủ"
    },
    "112": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Đình chỉ việc thi hành hoặc bãi bỏ văn bản của Bộ trưởng, Thủ trưởng cơ quan ngang bộ",
        "A": "UBTVQH",
        "B": "Chủ tịch Quốc hội",
        "C": "Thủ tướng",
        "D": "Chính phủ"
    },
    "113": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào đình chỉ việc thi hành nghị quyết của Hội đồng nhân dân tỉnh, thành phố trực thuộc trung ương trái với Hiến pháp, luật",
        "A": "UBTVQH",
        "B": "Chủ tịch Quốc hội",
        "C": "Thủ tướng",
        "D": "Chính phủ"
    },
    "114": {
        "question": "Theo Hiến pháp 2013, Thủ tướng Chính phủ có những nhiệm vụ và quyền hạn sau đây:",
        "A": "Quyết định và chỉ đạo việc đảm phán, chỉ đạo việc ký, gia nhập điều ước quốc tế thuộc nhiệm vụ, quyền hạn của Chính phủ",
        "B": "Bảo vệ quyền và lợi ích của Nhà nước và xã hội, quyền con người, quyền công dân; bảo đảm trật tự, an toàn xã hội;",
        "C": "Trình Quốc hội quyết định thành lập, bãi bỏ bộ, cơ quan ngang bộ",
        "D": "tổ chức thi hành Hiến pháp, luật, nghị quyết của Quốc hội"
    },
    "115": {
        "question": "Theo Hiến pháp 2013, Thủ tướng Chính phủ có những nhiệm vụ và quyền hạn sau đây:",
        "A": "Thực hiện chế độ báo cáo trước Nhân dân",
        "B": "Phối hợp với Ủy ban trung ương Mặt trận Tô quốc Việt Nam và cơ quan trung ương của tổ chức chính trị - xã hội trong việc thực hiện nhiệm vụ, quyền hạn của mình.",
        "C": "Tổ chức đàm phán, ký điều ước quốc tê nhân danh Nhà nước theo ủy quyền của Chủ tịch nước",
        "D": "lãnh đạo công tác của các bộ, cơ quan ngang bộ, cơ quan thuộc Chính phủ, Ủy ban nhân dân các cấp"
    },
    "116": {
        "question": "Theo Hiến pháp 2013, Thủ tướng Chính phủ có những nhiệm vụ và quyền hạn sau đây:",
        "A": "Quyết định tặng thưởng huân chương, huy chương, các giải thưởng nhà nước, danh hiệu vinh dự nhà nước",
        "B": "Đề nghị Quộc hội bầu, miễn nhiệm, bãi nhiệm Chánh án Tòa án nhân dân tối cao",
        "C": "Công bố Hiến pháp, luật, pháp lệnh",
        "D": "Phê chuẩn việc bầu, miễn nhiệm và quyết định điều động, cách chức Chủ tịch, Phó Chủ tịch Ủy ban nhân dân tỉnh, thành phố trực thuộc trung ương"
    },
    "117": {
        "question": "Theo Hiến pháp 2013, Thủ tướng Chính phủ có những nhiệm vụ và quyền hạn sau đây:",
        "A": "bãi bỏ việc thi hành nghị quyết của Hội đồng nhân dân tỉnh, thành phố trực thuộc trung ương trái với Hiến pháp, luật và văn bản của cơ quan nhà nước cấp trên",
        "B": "đình chỉ việc thị hành nghị quyết của Hội đồng nhân dân tỉnh, thành phố trực thuộc trung ương trái với Hiến pháp, luật và văn bản của cơ quan nhà nước cấp trên",
        "C": "Thống nhất quản lý nền hành chính quốc gia",
        "D": "hướng dẫn, kiểm tra Hội đồng nhân dân trong việc thực hiện văn bản của cơ quan nhà nước cấp trên"
    },
    "118": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Đề nghị Quốc hội bầu, miễn nhiệm, bãi nhiệm Chủ tịch Quốc hội, Phó Chủ tịch Quốc hội",
        "A": "Chủ nhiệm VP Quốc hội",
        "B": "UBTV Quốc hội",
        "C": "Tổng Thư ký Quốc hội",
        "D": "Chủ tịch Quốc hội"
    },
    "119": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào Giám sát và hướng dẫn hoạt động của Hội đồng nhân dân",
        "A": "Chủ nhiệm VP Quốc hội",
        "B": "UBTV Quốc hội",
        "C": "Tổng Thư ký Quốc hội",
        "D": "Chủ tịch Quốc hội"
    },
    "120": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào bãi bỏ nghị quyết của Hội đồng nhân dân tỉnh, thành phố trực thuộc trung ương trái với Hiến pháp, luật và văn bản của cơ quan nhà nước cấp trên",
        "A": "Chủ nhiệm VP Quốc hội",
        "B": "UBTV Quốc hội",
        "C": "Tổng Thư ký Quốc hội",
        "D": "Chủ tịch Quốc hội"
    },
    "121": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào giải tán Hội đồng nhân dân tỉnh, thành phố trực thuộc trung ương trong trường hợp Hội đồng nhân dân đó làm thiệt hại nghiêm trọng đến lợi ích của Nhân dân",
        "A": "Chủ nhiệm VP Quốc hội",
        "B": "UBTV Quốc hội",
        "C": "Thủ tướng",
        "D": "Chủ tịch Quốc hội"
    },
    "122": {
        "question": "Theo Hiến pháp 2013, Bao nhiêu ngày trước khi Quốc hội hết nhiệm kỳ, Quốc hội khóa mới phải được bầu xong",
        "A": "30",
        "B": "45",
        "C": "60",
        "D": "90"
    },
    "123": {
        "question": "Theo Hiến pháp 2013, Phê chuẩn danh sách thành viên Hội đồng quốc phòng và an ninh, Hội đồng bầu cử quốc gia là nhiệm vụ và quyền hạn của",
        "A": "Thủ tướng Chính phủ",
        "B": "UBTV Quốc hội",
        "C": "Chủ tịch nước",
        "D": "Quốc hội"
    },
    "124": {
        "question": "Theo Hiến pháp 2013, Hội đồng bầu cử quốc gia là cơ quan do .........thành lập",
        "A": "Quốc hội",
        "B": "Thủ tướng Chính phủ",
        "C": "UBTV Quốc hội",
        "D": "Chủ tịch nước"
    },
    "125": {
        "question": "Theo Hiến pháp 2013, Kiểm toán nhà nước là cơ quan do ........... thành lập",
        "A": "Quốc hội",
        "B": "Thủ tướng Chính phủ",
        "C": "UBTV Quốc hội",
        "D": "Chủ tịch nước"
    },
    "126": {
        "question": "Theo Hiến pháp 2013, Tổng Kiểm toán nhà nước chịu trách nhiệm và báo cáo kết quả kiểm toán, báo cáo công tác trước ai?",
        "A": "Quốc hội",
        "B": "Thủ tướng Chính phủ",
        "C": "UBTV Quốc hội",
        "D": "Chủ tịch nước"
    },
    "127": {
        "question": "Theo Hiến pháp 2013, Hội đồng nhân dân là",
        "A": "Tổ chức quyền lực nhà nước ở địa phương",
        "B": "cơ quan quyền lực nhà nước ở địa phương",
        "C": "cơ quan quyền lực nhà nước cao nhất ở địa phương",
        "D": "cơ quan hành chính nhà nước ở địa phương"
    },
    "128": {
        "question": "Theo Hiến pháp 2013, Ủy ban nhân dân ở cấp chính quyền địa phương do",
        "A": "Hội đồng nhân dân cấp trên bầu",
        "B": "Hội đồng nhân dân bầu",
        "C": "Ủy ban nhân dân cấp trên bầu",
        "D": "Hội đồng nhân dân cùng cấp bầu"
    },
    "129": {
        "question": "Theo Hiến pháp 2013, Ủy ban nhân dân là",
        "A": "cơ quan hành chính của Hội đồng nhân dân",
        "B": "cơ quan chấp hành của Hội đồng nhân dân",
        "C": "cơ quan thuộc của Hội đồng nhân dân",
        "D": "cơ quan của Hội đồng nhân dân"
    },
    "130": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào tổ chức việc thi hành Hiến pháp và pháp luật ở địa phương",
        "A": "Hội đồng nhân dân",
        "B": "Ủy ban nhân dân",
        "C": "VKS nhân dân",
        "D": "Tòa án nhân dân"
    },
    "131": {
        "question": "Theo Hiến pháp 2013, Đại biểu Hội đồng nhân dân có quyền chất vấn ai?",
        "A": "Chủ tịch Ủy ban nhân dân",
        "B": "Chánh án Tòa án nhân dân",
        "C": "Viện trưởng Viện kiểm sát nhân dân",
        "D": "Tất cả đều đúng"
    },
    "132": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào được mời tham dự các kỳ họp Hội đồng nhân dân khi bàn các vấn đề có liên quan",
        "A": "Chủ tịch Ủy ban Mặt trận Tổ quốc Việt Nam",
        "B": "Chủ tịch Hội nông dân",
        "C": "Chủ tịch Hội Phụ nữ",
        "D": "Tất cả đều đúng"
    },
    "133": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào là cơ quan xét xử của nước Cộng hòa xã hội chủ nghĩa Việt Nam",
        "A": "Tòa án nhân dân",
        "B": "Viện kiểm sát nhân dân",
        "C": "UBND",
        "D": "Tất cả đều đúng"
    },
    "134": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào thực hiện quyền tư pháp của nước Cộng hòa xã hội chủ nghĩa Việt Nam",
        "A": "Tòa án nhân dân",
        "B": "Viện kiểm sát nhân dân",
        "C": "UBND",
        "D": "Tất cả đều đúng"
    },
    "135": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào thực thực hành quyền công tố của nước Cộng hòa xã hội chủ nghĩa Việt Nam",
        "A": "Tòa án nhân dân",
        "B": "Viện kiểm sát nhân dân",
        "C": "UBND",
        "D": "Tất cả đều đúng"
    },
    "136": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào có nhiệm vụ bảo vệ công lý, bảo vệ quyền con người, quyền công dân, bảo vệ chế độ xã hội chủ nghĩa",
        "A": "Tòa án nhân dân",
        "B": "Viện kiểm sát nhân dân",
        "C": "UBND",
        "D": "Tất cả đều đúng"
    },
    "137": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào có nhiệm vụ bảo vệ pháp luật, bảo vệ quyền con người, quyền công dân, bảo vệ chế độ xã hội chủ nghĩa",
        "A": "Tòa án nhân dân",
        "B": "Viện kiểm sát nhân dân",
        "C": "HDND",
        "D": "Tất cả đều đúng"
    },
    "138": {
        "question": "Theo Hiến pháp 2013, Chánh án Tòa án nhân dân tối cao chịu trách nhiệm và báo cáo công tác trước",
        "A": "Chủ tịch nước",
        "B": "Chủ tịch Quốc hội",
        "C": "Quốc hội",
        "D": "UBTVQH"
    },
    "139": {
        "question": "Theo Hiến pháp 2013, Bộ trưởng, Thủ trưởng cơ quan ngang bộ là:",
        "A": "thành viên của Chính phủ",
        "B": "thành viên thuộc Chính phủ",
        "C": "thành viên Chính phủ",
        "D": "thành viên Quốc hội"
    },
    "140": {
        "question": "Theo Hiến pháp 2013, Thủ tướng Chính phủ có những nhiệm vụ và quyền hạn sau đây",
        "A": "Bảo vệ công lý, bảo vệ quyền con người, quyền công dân",
        "B": "Thực hiện chế độ báo cáo trước Nhân dân",
        "C": "Bảo vệ lợi ích của Nhà nước, quyền và lợi ích hợp pháp của tổ chức, cá nhân.",
        "D": "Thực hiện quản lý về cán bộ, công chức, viên chức và công vụ trong các cơ quan nhà nước"
    },
    "141": {
        "question": "Theo Hiến pháp 2013, Bộ trưởng, Thủ trưởng cơ quan ngang bộ thực hiện chế độ báo cáo:",
        "A": "trước Nhân dân về những vấn đề quan trọng thuộc thẩm quyền quản lý.",
        "B": "trước Nhân dân về những vấn đề quan trọng thuộc trách nhiệm quản lý.",
        "C": "trước Chính phủ về những vân đề quan trọng thuộc thẩm quyền quản",
        "D": "trước Nhân dân về những vân đề quan trọng thuộc nhiệm vụ quản lý"
    },
    "142": {
        "question": "Theo Hiến pháp 2013, Trình dự án luật, dự án ngân sách nhà nước và các dự án khác trước Quốc hội là nhiệm vụ và quyền hạn của",
        "A": "Thủ tướng",
        "B": "Chính Phủ",
        "C": "Bộ Trưởng",
        "D": "Chủ tịch nước"
    },
    "143": {
        "question": "Theo Hiến pháp 2013, Trình dự án pháp lệnh trước Ủy ban thường vụ Quốc hội là nhiệm vụ và quyền hạn của",
        "A": "Thủ tướng",
        "B": "Chính Phủ",
        "C": "Bộ Trưởng",
        "D": "Chủ tịch nước"
    },
    "144": {
        "question": "Theo Hiến pháp 2013, Trình Ủy ban thường vụ Quốc hội quyết định thành lập, giải thể, nhập, chia, điều chỉnh địa giới đơn vị hành chính dưới tỉnh, thành phố trực thuộc trung ương là nhiệm vụ và quyền hạn của",
        "A": "Thủ tướng",
        "B": "Chính Phủ",
        "C": "Bộ Trưởng",
        "D": "Chủ tịch nước"
    },
    "145": {
        "question": "Theo Hiến pháp 2013, Bảo vệ quyền và lợi ích của Nhà nước và xã hội, quyền con người, quyền công dân; bảo đảm trật tự, an toàn xã hội là nhiệm vụ và quyền hạn của",
        "A": "Thủ tướng",
        "B": "Chính Phủ",
        "C": "Bộ Trưởng",
        "D": "Chủ tịch nước"
    },
    "146": {
        "question": "Theo Hiến pháp 2013, Bộ trưởng, Thủ trưởng cơ quan ngang bộ chịu trách nhiệm cá nhân trước",
        "A": "Chủ tịch nước, Thủ tướng Chính phủ, Chính phủ và Quốc hội",
        "B": "Chủ tịch Quốc hội,Thủ tướng Chính phủ, Chính phủ và Quốc hội",
        "C": "Thủ tướng Chính phủ, Chính phủ",
        "D": "Thủ tướng Chính phủ, Chính phủ và Quốc hội"
    },
    "147": {
        "question": "Theo Hiến pháp 2013, Thủ tướng Chính phủ báo cáo công tác của Chính phủ, Thủ tướng Chính phủ trước:",
        "A": "Chủ tịch Quốc hội, Ủy ban thường vụ Quốc hội, Chủ tịch nước",
        "B": "Chủ tịch Quốc hội, Ủy ban thường vụ Quốc hội, Chủ tịch nước, Chính Phủ",
        "C": "Quốc hội, Ủy ban thường vụ Quốc hội",
        "D": "Quốc hội, Ủy ban thường vụ Quốc hội, Chủ tịch nước"
    },
    "148": {
        "question": "Theo Hiến pháp 2013, Cơ cấu, số lượng thành viên Chính phủ do .... quyết định.",
        "A": "Thủ tướng",
        "B": "Chính Phủ",
        "C": "Quốc hội",
        "D": "Chủ tịch nước"
    },
    "149": {
        "question": "Theo Hiến pháp 2013, Chính phủ chịu trách nhiệm trước",
        "A": "Chủ tịch Quốc hội",
        "B": "UBTVQH",
        "C": "Quốc hội",
        "D": "Chủ tịch nước"
    },
    "150": {
        "question": "Theo Hiến pháp 2013, Chính phủ:",
        "A": "Là cơ quan hành chính nhà nước của nước Cộng hòa xã hội chủ nghĩa Việt Nam",
        "B": "là cơ quan hành chính của Quốc hội.",
        "C": "là cơ quan chấp hành của Quốc hội.",
        "D": "là cơ quan chấp hành cao nhất của Quốc hội."
    },
    "151": {
        "question": "Theo Hiến pháp 2013, Quốc hội họp",
        "A": "công khai",
        "B": "Kín",
        "C": "Hội nghị",
        "D": "Công khai và kín"
    },
    "152": {
        "question": "Theo Hiến pháp 2013, Đại biểu Quốc hội có quyền tham gia làm thành viên của",
        "A": "Hội đồng dân tộc hoặc Ủy ban của Quốc hội.",
        "B": "Hội đồng dân tộc",
        "C": "Ủy ban của Quốc hội.",
        "D": "Doanh nghiệp"
    },
    "153": {
        "question": "Theo Hiến pháp 2013, Không được bắt, giam giữ, khởi tố đại biểu Quốc hội nếu không có sự đồng ý của",
        "A": "Chủ tịch Quốc hội",
        "B": "Tổng Thư ký Quốc hội",
        "C": "Quốc hội",
        "D": "Chủ tịch nước"
    },
    "154": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào là cơ quan thường trực của Quốc hội.",
        "A": "VP Quốc hội",
        "B": "UBTVQH",
        "C": "Ban Thư ký Quốc hội",
        "D": "Ủy ban thường trực"
    },
    "155": {
        "question": "Theo Hiến pháp 2013, Quyết định chính sách dân tộc là nhiệm vụ và quyền hạn của",
        "A": "Chủ tịch Quốc hội",
        "B": "Chính Phủ",
        "C": "Quốc hội",
        "D": "Thủ tướng"
    },
    "156": {
        "question": "Theo Hiến pháp 2013, Bỏ phiếu tín nhiệm đối với người giữ chức vụ do Quốc hội bầu hoặc phê chuẩn là nhiệm vụ và quyền hạn của",
        "A": "UBTVQH",
        "B": "Chính Phủ",
        "C": "Quốc hội",
        "D": "Thủ tướng"
    },
    "157": {
        "question": "Theo Hiến pháp 2013, Bãi bỏ văn bản của Chủ tịch nước là nhiệm vụ và quyền hạn của",
        "A": "UBTVQH",
        "B": "Chính Phủ",
        "C": "Quốc hội",
        "D": "Thủ tướng"
    },
    "158": {
        "question": "Theo Hiến pháp 2013, Bãi bỏ văn bản của Chính phủ, Thủ tướng Chính phủ là nhiệm vụ và quyền hạn của",
        "A": "UBTVQH",
        "B": "Chủ tịch QH",
        "C": "Quốc hội",
        "D": "Chủ tịch nước"
    },
    "159": {
        "question": "Theo Hiến pháp 2013, bảo vệ lợi ích của Nhà nước, lợi ích chính đáng của tổ chức và công dân Việt Nam ở nước ngoài là nhiệm vụ và quyền hạn của",
        "A": "UBTVQH",
        "B": "Chính Phủ",
        "C": "Quốc hội",
        "D": "Thủ tướng"
    },
    "160": {
        "question": "Theo Hiến pháp 2013, Phê chuẩn việc bầu, miễn nhiệm và quyết định điều động, cách chức Chủ tịch, Phó Chủ tịch Ủy ban nhân dân tỉnh, thành phố trực thuộc trung ương là nhiệm vụ và quyền hạn của",
        "A": "UBTVQH",
        "B": "Chính Phủ",
        "C": "Quốc hội",
        "D": "Thủ tướng"
    },
    "161": {
        "question": "Theo Hiến pháp 2013, Thủ tướng Chính phủ có những nhiệm vụ và quyền hạn sau đây:",
        "A": "Bãi bỏ việc thi hành nghị quyết của Hội đồng nhân dân tỉnh, thành phố trực thuộc tương trái với Hiến pháp, luật",
        "B": "Đình chỉ việc thi hành hoặc bãi bỏ văn bản của Bộ trưởng, Thủ trưởng cơ quan ngang bộ, Ủy ban nhân dân, Chủ tịch Ủy ban nhân dân tỉnh, thành phố trực thuộc trung ương trái với Hiến pháp, luật",
        "C": "Phê chuẩn đề nghị bổ nhiệm, miễn nhiệm, cách chức Phó Thủ tướng Chính phủ, Bộ trưởng và Thành viên khác của Chính phủ",
        "D": "Trình Quốc hội Phê chuẩn việc bầu, miễn nhiệm và quyết định điều động, cách chức Chủ tịch, Phó Chủ tịch Ủy ban nhân dân tỉnh, thành phố trực thuộc trung ương:"
    },
    "162": {
        "question": "Theo Hiến pháp 2013, Chính phủ, Thủ tướng Chính phủ, Bộ trưởng, Thủ trưởng cơ quan ngang bộ ban hành .......để thực hiện nhiệm vụ, quyền hạn của mình",
        "A": "văn bản pháp luật",
        "B": "Nghị định, thông tư",
        "C": "văn bản hành chính",
        "D": "Nghị quyết"
    },
    "163": {
        "question": "Theo Hiến pháp 2013, Công dân bao nhiêu tuổi trở lên có quyền bầu cử Quốc hội, Hội đồng nhân dân",
        "A": "đủ hai mươi mốt tuổi",
        "B": "từ đủ mười tám tuổi",
        "C": "đủ mười tám tuổi",
        "D": "trên mười tám tuổi"
    },
    "164": {
        "question": "Theo Hiến pháp 2013, Công dân bao nhiêu tuổi trở lên có quyền ứng cử vào Quốc hội, Hội đồng nhân dân",
        "A": "đủ hai mươi mốt tuổi",
        "B": "từ đủ hai mươi mốt tuổi",
        "C": "đủ hai mươi mốt tuổi",
        "D": "trên hai mươi mốt tuổi"
    },
    "165": {
        "question": "Theo Hiến pháp 2013, chủ thể nào tôn trọng và bảo hộ quyền tự do tín ngưỡng, tôn giáo",
        "A": "Chính phủ",
        "B": "Quốc hội",
        "C": "MTTQVN",
        "D": "Nhà nước"
    },
    "166": {
        "question": "Theo Hiến pháp 2013, Nhân dân thực hiện quyền lực nhà nước bằng",
        "A": "chủ trực tiếp",
        "B": "dân chủ đại diện",
        "C": "Luật",
        "D": "dân chủ trực tiếp, bằng dân chủ đại diện"
    },
    "167": {
        "question": "Theo Hiến pháp 2013, Các dân tộc",
        "A": "bình đẳng, tôn trọng và giúp nhau cùng phát triển",
        "B": "binh đẳng, đoàn kết, sáng tạo, tôn trọng và giúp nhau cùng phát triển",
        "C": "bình đẳng, đoàn kết, tôn trọng và cùng nhau cùng phát triển",
        "D": "bình đẳng, đoàn kết, tôn trọng và giúp nhau cùng phát triển"
    },
    "168": {
        "question": "Theo Hiến pháp 2013, Nhiệm kỳ của Tổng Kiếm toán nhà nước",
        "A": "Theo nhiệm kỳ của Quốc hội",
        "B": "do luật định.",
        "C": "05 năm",
        "D": "10 năm"
    },
    "169": {
        "question": "Theo Hiến pháp 2013, Hội đồng bầu cử quốc gia là",
        "A": "cơ quan do UBTV Quốc hội thành lập",
        "B": "cơ quan do Quốc hội thành lập",
        "C": "Đơn vị do Quốc hội thành lập",
        "D": "cơ quan thuộc Quốc hội thành lập"
    },
    "170": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào giám sát việc tuân theo Hiến pháp và pháp luật ở địa phương",
        "A": "Ủy ban nhân dân",
        "B": "Hội đồng nhân dân",
        "C": "VKS nhân dân",
        "D": "Tòa án nhân dân"
    },
    "171": {
        "question": "Theo Hiến pháp 2013, Nước Cộng hòa xã hội chủ nghĩa Việt Nam thực hiện nhất quán đường lối đối ngoại",
        "A": "độc lập, tự chủ, tự cường, hòa bình, hữu nghị, hợp tác và phát triển",
        "B": "độc lập, tự chủ, hòa bình, hữu nghị, hợp tác và cùng phát triển",
        "C": "độc lập, dân chủ, tự chủ, hòa bình, hữu nghị, hợp tác và phát triển",
        "D": "độc lập, tự chủ, hòa bình, hữu nghị, hợp tác và phát triển"
    },
    "172": {
        "question": "Theo Hiến pháp 2013, Nước Cộng hòa xã hội chủ nghĩa Việt Nam là:",
        "A": "một nước độc lập",
        "B": "một nước dân chủ",
        "C": "một nước cộng hòa",
        "D": "một nước xã hội"
    },
    "173": {
        "question": "Theo Hiến pháp 2013, Nước Cộng hòa xã hội chủ nghĩa Việt Nam là một nước:",
        "A": "tự chủ",
        "B": "có chủ quyền",
        "C": "hòa bình",
        "D": "xã hội bình đẳng"
    },
    "174": {
        "question": "Theo Hiến pháp 2013, Nước Cộng hòa xã hội chủ nghĩa Việt Nam là:",
        "A": "liên minh giữa giai cấp nông dân với giai cấp công nhân và đội ngũ trí thức.",
        "B": "liên minh giữa giai cấp công nhân với giai cấp nông dân và tầng lớp trí thức.",
        "C": "liên minh giữa giai cấp công nhân với giai cấp nông dân và đội ngũ trí thức.",
        "D": "liên minh giữa người lao động, công nhân với giai cấp nông dân và tầng lớp trí thức."
    },
    "175": {
        "question": "Theo Hiến pháp 2013, Quyền lực nhà nước là:",
        "A": "thống nhất",
        "B": "có sự phân chia giữa các cơ quan nhả nước",
        "C": "Độc lập trong việc thực hiện các quyền lập pháp, hành pháp, tư pháp.",
        "D": "tất cả đều đúng"
    },
    "176": {
        "question": "Theo Hiến pháp 2013, Nước Cộng hòa xã hội chủ nghĩa Việt Nam do ai làm chủ?",
        "A": "Nhân dân",
        "B": "Dân tộc Việt Nam",
        "C": "Người lao động",
        "D": "Giai cấp công nhân, nông dân và đội ngũ trí thức"
    },
    "177": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào bảo đảm và phát huy quyền làm chủ của Nhân dân?",
        "A": "Nhà nước",
        "B": "Chính phủ",
        "C": "Đảng CSVN",
        "D": "MTTQVN"
    },
    "178": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào công nhận, tôn trọng, bảo vệ và bảo đảm quyền con người, quyền công dân?",
        "A": "Quốc hội",
        "B": "Đảng CSVN",
        "C": "MTTQVN",
        "D": "Nhà nước"
    },
    "179": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào thực hiện mục tiêu dân giàu, nước mạnh, dân chủ, công bằng, văn minh?",
        "A": "Quốc hội",
        "B": "Đảng CSVN",
        "C": "Nhà nước",
        "D": "MTTQVN"
    },
    "180": {
        "question": "Theo Hiến pháp 2013, Nhà nước thực hiện mục tiêu?",
        "A": "mọi người có cuộc sống ấm no, tự do, hạnh phúc, giàu có, có điều kiện phát triển toàn diện.",
        "B": "mọi người có cuộc sống ấm no, tự do, hạnh phúc, bình đẳng và có điều kiện phát triển",
        "C": "mọi người có cuộc sống tự do, ấm no, công bằng, hạnh phúc, có điều kiện phát triển toàn diện.",
        "D": "mọi người có cuộc sống ấm no, tự do, hạnh phúc, có điều kiện phát triển toàn diện."
    },
    "181": {
        "question": "Theo Hiến pháp 2013, Đảng Cộng sản Việt Nam - Đội là",
        "A": "lực lượng lãnh đạo Nhà nước và xã hội.",
        "B": "lực lượng lãnh đạo Nhà nước.",
        "C": "Tổ chức lãnh đạo Nhà nước và xã hội.",
        "D": "Giai cấp lãnh đạo Nhà nước."
    },
    "182": {
        "question": "Theo Hiến pháp 2013, Đảng Cộng sản Việt Nam:",
        "A": "gắn bó chặt chẽ với Nhân dân, phục vụ Nhân dân, chịu sự giám sát của nhân dân",
        "B": "gắn bó mật thiết với Nhân dân, phục vụ Nhân dân, chịu sự giám sát của Nhân dân",
        "C": "Liên hệ mật thiết với Nhân dân, phục vụ Nhân dân, chịu sự giám sát của Nhân dân",
        "D": "Liên hệ chặt chẽ với Nhân dân, phục vụ Nhân dân, chịu sự giám sát của Nhân dân"
    },
    "183": {
        "question": "Theo Hiến pháp 2013, Đảng Cộng sản Việt Nam chịu sự chịu trách nhiệm trước ai?",
        "A": "Nhân dân",
        "B": "Giai cấp công nhân, nông dân và đội ngũ trí thức",
        "C": "Dân tộc Việt Nam",
        "D": "Quốc hội"
    },
    "184": {
        "question": "Theo Hiến pháp 2013, Nước Cộng hòa xã hội chủ nghĩa Việt Nam thực hiện",
        "A": "Thống nhất đường lối đối ngoại độc lập, tự chủ, hòa bình, hữu nghị, hợp tác và cùng phát triển",
        "B": "nhất quán đường lối đối ngoại độc lập, tự chủ, hòa bình, hữu nghị, hợp tác và phát triển",
        "C": "nhất quán đường lối đối ngoại độc lập, tự chủ, tự cường, hòa bình, hữu tác và phát triển D. thống nhất đường lối đối ngoại độc lập, tự chủ, tự cường, hòa bình, hữu nghị, hợp tác và cùng phát triển"
    },
    "185": {
        "question": "Theo Hiến pháp 2013, Quyền con người, quyền công dân chỉ có thể bị hạn chế trong trường hợp nào?",
        "A": "Theo quy định của luật trong trường hợp cần thiết",
        "B": "Vì lý do sức khỏe",
        "C": "Vì lý do xã hội",
        "D": "Vì lý do an ninh"
    },
    "186": {
        "question": "Theo Hiến pháp 2013, Mọi người đều bình đẳng trước:",
        "A": "Hiến pháp và pháp luật",
        "B": "pháp luật.",
        "C": "Luật",
        "D": "Nhà nước"
    },
    "187": {
        "question": "Theo Hiến pháp 2013, Không ai bị phân biệt đối xử trong đời sống:",
        "A": "chính trị, dân sự, kinh tế, văn hóa, xã hội, thể thao",
        "B": "chính trị, dân sự, kinh tế, văn hóa, xã hội.",
        "C": "chính trị, kinh tế, văn hóa, xã hội.",
        "D": "chính trị, dân sự, kinh tế, văn hóa."
    },
    "188": {
        "question": "Theo Hiến pháp 2013, Công dân Việt Nam ở nước ngoài được chủ thể nào bảo hộ.",
        "A": "Chính Phủ",
        "B": "Bộ Ngoại giao",
        "C": "Quốc hội",
        "D": "Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam"
    },
    "189": {
        "question": "Theo Hiến pháp 2013, Quốc hội có những nhiệm vụ và quyền hạn sau đây:",
        "A": "Chỉ đạo, điều hòa, phối hợp hoạt động của Hội đồng dân tộc và các Ủy ban của Quốc hội hướng dẫn và bảo đảm điều kiện hoạt động của đại biểu Quốc hội",
        "B": "Giám sát việc thi hành Hiến pháp, luật, nghị quyết của Quốc hội",
        "C": "Quyết định thành lập, bãi bỏ bộ, cơ quan ngang bộ của Chính phủ",
        "D": "giải thích Hiến pháp, luật, pháp lệnh;"
    },
    "190": {
        "question": "Theo Hiến pháp 2013, Quốc hội có những nhiệm vụ và quyền hạn sau đây:",
        "A": "Thực hiện quyền giám sát tối cao việc tuân theo Hiện pháp, luật và nghị quyết của Quốc hội",
        "B": "Giám sát việc thi hành Hiến pháp, luật, nghị quyết của Quốc hội",
        "C": "Giám sát và hướng dẫn hoạt động của Hội đồng nhân dân",
        "D": "Quyết định thành lập, giải thể, nhập, chia, điều chỉnh địa giới đơn vị hành chính dưới tỉnh, thành phố trực thuộc trung ương"
    },
    "191": {
        "question": "Theo Hiến pháp 2013, Thực hiện quan hệ đối ngoại của Quốc hội là nhiệm vụ và quyền hạn của",
        "A": "Quốc hội",
        "B": "Ủy ban đối ngoại Quốc hội",
        "C": "Ủy ban thường vụ Quốc hội",
        "D": "Chủ tịch Quốc hội"
    },
    "192": {
        "question": "Theo Hiến pháp 2013, Chính phủ có những nhiệm vụ và quyền hạn sau đây:",
        "A": "Quyết định và chỉ đạo việc đàm phán, chỉ đạo việc ký, gia nhập điều ước quốc tế",
        "B": "Trình Quốc hội quyết định thành lập, bãi bỏ bộ, cơ quan ngang bộ; thành lập, giải thể, nhập, chia, điều chỉnh địa giới hành chính tỉnh, thành phố trực thuộc trung ương",
        "C": "tổ chức thực hiện điều ước quốc tế mà Cộng hòa xã hội chủ nghĩa Việt Nam là thành viên;",
        "D": "Trình Quốc hội phê chuẩn để nghị bổ nhiệm, miễn nhiệm, cách chức Phó Thủ tướng Chính phủ, Bộ trưởng"
    },
    "193": {
        "question": "Theo Hiến pháp 2013, Chính phủ có những nhiệm vụ và quyền hạn sau đây:",
        "A": "Bảo vệ quyền và lợi ích của Nhà nước và xã hội, quyền con người, quyền công dân; bảo đảm trật tự, an toàn xã hội;",
        "B": "Đình chỉ việc thi hành hoặc bãi bỏ văn bản của Bộ trưởng, Thủ trưởng cơ quan ngang bộ, Ủy ban nhân dân, Chủ tịch Ủy ban nhân dân tỉnh, thành phố trực thuộc trung ương trái với Hiến pháp, luật và văn bản của cơ quan nhà nước cấp trên",
        "C": "Quyết định tặng thưởng huân chương, huy chương, các giải thưởng nhà nước, danh hiệu vinh dự nhà nước",
        "D": "Đề nghị Quốc hội bầu, miễn nhiệm, bãi nhiệm Chánh án Tòa án nhân dân tối cao, Viện trưởng Viện kiểm sát nhân dân tối cao"
    },
    "194": {
        "question": "Theo Hiến pháp 2013, Tiếp nhận đại sứ đặc mệnh toàn quyền của nước ngoài là nhiệm vụ và quyền hạn của",
        "A": "Chủ tịch nước",
        "B": "Quốc hội",
        "C": "Ủy ban đối ngoại Quốc hội",
        "D": "Uy ban thường vụ Quốc hội"
    },
    "195": {
        "question": "Theo Hiến pháp 2013, Công bố Hiến pháp, luật, pháp lệnh là nhiệm vụ và quyền hạn của",
        "A": "Thủ tướng",
        "B": "Quốc hội",
        "C": "Ủy ban thường vụ Quốc hội",
        "D": "Chủ tịch nước"
    },
    "196": {
        "question": "Theo Hiến pháp 2013, Đề nghị Quốc hội bầu, miễn nhiệm, bãi nhiệm Phó Chủ tịch nước, Thủ tướng Chính phủ là nhiệm vụ và quyền hạn của",
        "A": "Chủ tịch Quốc hội",
        "B": "Quốc hội",
        "C": "Ủy ban thường vụ Quốc hội",
        "D": "Chủ tịch nước"
    },
    "197": {
        "question": "Theo Hiến pháp 2013, Trình Ủy ban thường vụ Quốc hội quyết định thành lập, giải thể, nhập, chia, điều chỉnh địa giới đơn vị hành chính dưới tỉnh, thành phố trực thuộc trung ương là nhiệm vụ và quyền hạn của",
        "A": "Thủ tướng",
        "B": "Chính Phủ",
        "C": "Ủy ban thường vụ Quốc hội",
        "D": "Chủ tịch nước"
    },
    "198": {
        "question": "Theo Hiến pháp 2013, Phê chuẩn việc bầu, miễn nhiệm và quyết định điều động, cách chức Chủ tịch, Phó Chủ tịch Ủy ban nhân dân tỉnh, thành phố trực thuộc trung ương là nhiệm vụ và quyền hạn của",
        "A": "Thủ tướng",
        "B": "Chính Phủ",
        "C": "Ủy ban thường vụ Quốc hội",
        "D": "Chủ tịch nước"
    },
    "199": {
        "question": "Theo Hiến pháp 2013, Lãnh đạo và chịu trách nhiệm về hoạt động của hệ thống hành chính nhà nước từ trung ương đến địa phương, bảo đảm tính thống nhất và thông suốt của nền hành chính quốc gia là nhiệm vụ và quyền hạn của",
        "A": "Chính Phủ",
        "B": "Ủy ban thường vụ Quốc hội",
        "C": "Chủ tịch nước",
        "D": "Thủ tướng"
    },
    "200": {
        "question": "Theo Hiến pháp 2013, Căn cứ vào nghị quyết của Quốc hội, bổ nhiệm, miễn nhiệm, cách chức Phó Thủ tướng Chính phủ, Bộ trưởng và thành viên khác của Chính phủ là nhiệm vụ và quyền hạn của",
        "A": "Chính Phủ",
        "B": "Ủy ban thường vụ Quốc hội",
        "C": "Chủ tịch nước",
        "D": "Thủ tướng"
    },
    "201": {
        "question": "Theo Hiến pháp 2013, Quyết định cho nhập quốc tịch, thôi quốc tịch, trở lại quốc tịch hoặc tước quốc tịch Việt Nam là nhiệm vụ và quyền hạn của",
        "A": "Chính Phủ",
        "B": "Ủy ban thường vụ Quốc hội",
        "C": "Chủ tịch nước",
        "D": "Thủ tướng"
    },
    "202": {
        "question": "Theo Hiến pháp 2013, Chủ thể nào giữ chức Chủ tịch Hội đồng quốc phòng và an ninh",
        "A": "Chính Phủ",
        "B": "Ủy ban thường vụ Quốc hội",
        "C": "Chủ tịch nước",
        "D": "Thủ tướng"
    },
    "203": {
        "question": "Theo Hiến pháp 2013, Trình dự án pháp lệnh trước Ủy ban thường vụ Quốc hội là nhiệm vụ vả quyền hạn của",
        "A": "Chính Phủ",
        "B": "Ủy ban thường vụ Quốc hội",
        "C": "Chủ tịch nước",
        "D": "Thủ tướng"
    },
    "204": {
        "question": "Theo Hiến pháp 2013, Thi hành lệnh động viên hoặc động viên cục bộ, lệnh ban bố tình trạng khẩn cấp và các biện pháp cần thiết khác để bảo vệ Tổ quốc, bảo đảm tính mạng, tài sản của Nhân dân là nhiệm vụ và quyền hạn của",
        "A": "Chính Phủ",
        "B": "Ủy ban thường vụ Quốc hội",
        "C": "Chủ tịch nước",
        "D": "Thủ tướng"
    },
    "205": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. Mặt trận Tổ quốc Việt Nam là tổ chức liên minh chính trị, liên hiệp tự nguyện của các tổ chức nào?",
        "A": "Tổ chức chính trị và các doanh nghiệp lớn",
        "B": "Tổ chức chính trị, tổ chức chính trị - xã hội, tổ chức xã hội và cá nhân tiêu biểu",
        "C": "Các tổ chức nhà nước và doanh nghiệp nước ngoài",
        "D": "Tổ chức tôn giáo và các tổ chức phi chính phủ nước ngoài"
    },
    "206": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. Mặt trận Tổ quốc Việt Nam là bộ phận của hệ thống chính trị nước Cộng hòa xã hội chủ nghĩa Việt Nam, do tổ chức nào lãnh đạo?",
        "A": "Quốc hội",
        "B": "Nhà nước",
        "C": "Đảng Cộng sản Việt Nam",
        "D": "Chính phủ"
    },
    "207": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. Chức năng nào sau đây không thuộc về Mặt trận Tổ quốc Việt Nam theo nội dung trên?",
        "A": "Tổ chức các hoạt động thương mại quốc tế",
        "B": "Phát huy quyền làm chủ của Nhân dân",
        "C": "Giám sát, phản biện xã hội",
        "D": "Góp phần xây dựng và bảo vệ Tổ quốc"
    },
    "208": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. Các tổ chức như Công đoàn Việt Nam, Hội Nông dân Việt Nam… là tổ chức gì?",
        "A": "Tổ chức hành chính nhà nước",
        "B": "Tổ chức chính trị - xã hội trực thuộc Mặt trận Tổ quốc Việt Nam",
        "C": "Tổ chức phi chính phủ độc lập",
        "D": "Tổ chức từ thiện"
    },
    "209": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. Nhà nước tạo điều kiện để Mặt trận Tổ quốc Việt Nam và các tổ chức thành viên hoạt động trong khuôn khổ nào?",
        "A": "Chính sách của Đảng",
        "B": "Ý kiến của Nhân dân",
        "C": "Hiến pháp và pháp luật",
        "D": "Quyết định của Chính phủ"
    },
    "210": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. Công đoàn Việt Nam là tổ chức chính trị - xã hội của:",
        "A": "Người lao động tự do và doanh nghiệp tư nhân",
        "B": "Giai cấp công nhân và của người lao động",
        "C": "Công chức, viên chức nhà nước",
        "D": "Tổ chức xã hội dân sự"
    },
    "211": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. Các đơn vị hành chính của Việt Nam gồm những cấp nào?",
        "A": "Trung ương và địa phương",
        "B": "Thành phố và quận",
        "C": "Xã, phường và thị trấn",
        "D": "Tỉnh, thành phố trực thuộc trung ương và các đơn vị hành chính dưới cấp đó"
    },
    "212": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. Tại cấp quốc gia, Công đoàn Việt Nam là đại diện duy nhất của người lao động trong lĩnh vực nào?",
        "A": "Quan hệ lao động và quan hệ quốc tế về công đoàn",
        "B": "Văn hóa và giáo dục",
        "C": "Hỗ trợ doanh nghiệp phát triển",
        "D": "Xuất khẩu lao động"
    },
    "213": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. Công đoàn Việt Nam có vai trò gì đối với người lao động?",
        "A": "Đưa ra quy định về lương và thưởng",
        "B": "Đào tạo và tuyển dụng người lao động",
        "C": "Đại diện, chăm lo và bảo vệ quyền, lợi ích hợp pháp, chính đáng",
        "D": "Thay mặt người lao động đàm phán giá cả thị trường"
    },
    "214": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. Công đoàn Việt Nam không có chức năng nào sau đây?",
        "A": "Tham gia kiểm tra, giám sát cơ quan nhà nước về quyền của người lao động",
        "B": "Đại diện người lao động trong quan hệ quốc tế về công đoàn",
        "C": "Ban hành chính sách tài khóa và tiền tệ",
        "D": "Tham gia quản lý nhà nước và kinh tế - xã hội"
    },
    "215": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. các đơn vị hành chính của Việt Nam được tổ chức thành mấy cấp?",
        "A": "Một cấp",
        "B": "Hai cấp",
        "C": "Ba cấp",
        "D": "Bốn cấp"
    },
    "216": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. Việc thành lập, giải thể, chia, nhập, điều chỉnh địa giới đơn vị hành chính phải thực hiện theo nguyên tắc nào sau đây?",
        "A": "Do Chủ tịch tỉnh quyết định",
        "B": "Không cần lấy ý kiến người dân",
        "C": "Lấy ý kiến Nhân dân địa phương và theo trình tự do Quốc hội quy định",
        "D": "Phải có sự đồng thuận của các tổ chức quốc tế"
    },
    "217": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. Đơn vị hành chính - kinh tế đặc biệt được thành lập bởi cơ quan nào?",
        "A": "Chính phủ",
        "B": "Chủ tịch nước",
        "C": "Bộ Nội vụ",
        "D": "Quốc hội"
    },
    "218": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. Chính quyền địa phương được tổ chức ở đâu?",
        "A": "Ở tất cả các đơn vị hành chính của nước Cộng hòa xã hội chủ nghĩa Việt Nam",
        "B": "Chỉ ở tỉnh và thành phố trực thuộc trung ương",
        "C": "Ở các quận huyện của thành phố lớn",
        "D": "Ở các cơ quan nhà nước cấp trung ương"
    },
    "219": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. Cấp chính quyền địa phương gồm những cơ quan nào?",
        "A": "Hội đồng nhân dân và Mặt trận Tổ quốc",
        "B": "Ủy ban nhân dân và Văn phòng Đảng ủy",
        "C": "Hội đồng nhân dân và Ủy ban nhân dân",
        "D": "Ủy ban nhân dân và Tòa án nhân dân"
    },
    "220": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam. Việc tổ chức chính quyền địa phương ở đơn vị hành chính - kinh tế đặc biệt được quy định bởi ai?",
        "A": "Quốc hội",
        "B": "Chính phủ",
        "C": "Chủ tịch nước",
        "D": "Tòa án nhân dân tối cao"
    },
    "221": {
        "question": "Theo Nghị quyết số 203/2025/QH15 ngày 16/6/2025 về sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam có hiệu lực hành kể từ ngày nào?",
        "A": "ngày 16 tháng 6 năm 2025",
        "B": "ngày 16 tháng 8 năm 2025",
        "C": "ngày 10 tháng 7 năm 2025",
        "D": "ngày 10 tháng 9 năm 2025"
    }
}