{
  "1": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Luật này quy định về những nội dung nào sau đây?",
    "A": "Vị trí, chức năng, nhiệm vụ, quyền hạn và tổ chức bộ máy của Tòa án nhân dân",
    "B": "Chức danh trong Tòa án nhân dân",
    "C": "Bảo đảm hoạt động của Tòa án nhân dân",
    "D": "Tất cả các đáp án trên"
  },
  "2": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án nhân dân có chức năng gì?",
    "A": "Thực hiện quyền lập pháp",
    "B": "Thực hiện quyền tư pháp",
    "C": "Thực hiện quyền hành pháp",
    "D": "Thực hiện quyền giám sát tối cao"
  },
  "3": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án nhân dân là cơ quan xét xử của ai?",
    "A": "Nhân dân Việt Nam",
    "B": "Chính phủ Việt Nam",
    "C": "Nước Cộng hòa xã hội chủ nghĩa Việt Nam",
    "D": "Bộ Tư pháp"
  },
  "4": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Trong quá trình xét xử, Tòa án nhân dân có quyền gì liên quan đến văn bản quy phạm pháp luật?",
    "A": "Phát hiện, kiến nghị về tính hợp hiến, hợp pháp của văn bản quy phạm pháp luật",
    "B": "Ban hành các văn bản quy phạm pháp luật",
    "C": "Sửa đổi Hiến pháp và các bộ luật",
    "D": "Tạm đình chỉ thi hành văn bản quy phạm pháp luật"
  },
  "5": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án nhân dân thực hiện quyền tư pháp bao gồm nội dung nào sau đây?",
    "A": "Xét xử, quyết định về các tranh chấp, vi phạm pháp luật",
    "B": "Giám sát hoạt động của các cơ quan hành chính",
    "C": "Xây dựng và ban hành văn bản pháp luật",
    "D": "Kiểm soát hoạt động của Quốc hội"
  },
  "6": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án nhân dân có quyền quyết định về những vấn đề nào liên quan đến cá nhân, tổ chức?",
    "A": "Quy định về thành lập doanh nghiệp và cấp phép kinh doanh",
    "B": "Quyền con người, quyền và nghĩa vụ của cơ quan, tổ chức, cá nhân theo quy định của luật",
    "C": "Kiểm soát ngân sách nhà nước và thuế doanh nghiệp",
    "D": "Xây dựng quy hoạch phát triển kinh tế - xã hội"
  },
  "7": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Khi thực hiện quyền tư pháp, Tòa án nhân dân có nhiệm vụ, quyền hạn nào sau đây:",
    "A": "Giải thích áp dụng pháp luật trong xét xử, giải quyết vụ án, vụ việc",
    "B": "Giải quyết, xét xử vi phạm hành chính theo quy định của luật",
    "C": "Tổng kết thực tiễn xét xử, bảo đảm áp dụng thống nhất pháp luật trong xét xử; phát triển án lệ",
    "D": "Tất cả các đáp án trên"
  },
  "8": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án nhân dân có trách nhiệm bảo vệ lợi ích của những đối tượng nào sau đây?",
    "A": "Nhà nước",
    "B": "Tổ chức và cá nhân",
    "C": "Chế độ xã hội chủ nghĩa",
    "D": "Tất cả các đáp án trên"
  },
  "9": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Có bao nhiêu nguyên tắc tổ chức và hoạt động của Tòa án nhân dân?",
    "A": "7",
    "B": "8",
    "C": "10",
    "D": "12"
  },
  "10": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Nguyên tắc tổ chức và hoạt động của Tòa án nhân dân",
    "A": "Độc lập theo thẩm quyền xét xử",
    "B": "Bảo đảm quyền bình đẳng trước pháp luật và Tòa án",
    "C": "Chế độ xét xử sơ thẩm, phúc thẩm được bảo đảm",
    "D": "Tất cả các đáp án trên"
  },
  "11": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Trong quá trình xét xử, quyết định của Tòa án nhân dân được đưa ra theo nguyên tắc nào?",
    "A": "Tập thể và quyết định theo đa số, trừ trường hợp xét xử theo thủ tục rút gọn",
    "B": "Do một cá nhân quyết định",
    "C": "Theo chỉ đạo của cấp trên",
    "D": "Theo sự thống nhất của cơ quan hành pháp"
  },
  "12": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án được tổ chức và hoạt động theo nguyên tắc nào?",
    "A": "Theo chỉ đạo của cơ quan hành pháp",
    "B": "Theo nguyên tắc tập trung dân chủ",
    "C": "Độc lập theo thẩm quyền xét xử",
    "D": "Theo chỉ thị của cấp trên"
  },
  "13": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Khi xét xử, Tòa án nhân dân bảo đảm nguyên tắc nào?",
    "A": "Ưu tiên xét xử các vụ án liên quan đến an ninh quốc gia",
    "B": "Bình đẳng trước pháp luật và Tòa án",
    "C": "Xét xử theo yêu cầu của các tổ chức chính trị",
    "D": "Chỉ xét xử khi có yêu cầu từ Chính phủ"
  },
  "14": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Mọi công dân khi tham gia xét xử tại Tòa án đều bình đẳng, không phân biệt điều gì?",
    "A": "Dân tộc, tín ngưỡng, tôn giáo",
    "B": "Giới tính, thành phần, địa vị xã hội",
    "C": "Cơ quan, tổ chức, cá nhân",
    "D": "Tất cả các đáp án trên"
  },
  "15": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Trong trường hợp nào, Tòa án có thể xét xử kín?",
    "A": "Khi có yêu cầu của bị cáo",
    "B": "Khi vụ án liên quan đến bí mật nhà nước, thuần phong mỹ tục, bảo vệ người chưa thành niên, bí mật đời tư, bí mật nghề nghiệp, kinh doanh",
    "C": "Khi chính quyền địa phương yêu cầu",
    "D": "Khi vụ án được xét xử theo thủ tục rút gọn"
  },
  "16": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Khi bản án, quyết định sơ thẩm bị kháng cáo, kháng nghị, vụ án sẽ được xét xử theo thủ tục nào?",
    "A": "Sơ thẩm lần hai",
    "B": "Phúc thẩm",
    "C": "Giám đốc thẩm",
    "D": "Tái thẩm"
  },
  "17": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Bản án, quyết định của Tòa án đã có hiệu lực pháp luật nhưng phát hiện có vi phạm hoặc tình tiết mới sẽ được xem xét lại theo thủ tục nào?",
    "A": "Phúc thẩm",
    "B": "Giám đốc thẩm hoặc tái thẩm",
    "C": "Xét xử lại từ đầu",
    "D": "Hội nghị tư pháp đặc biệt"
  },
  "18": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Hành vi nào sau đây bị nghiêm cấm trong hoạt động xét xử?",
    "A": "Cơ quan, tổ chức, cá nhân can thiệp vào việc xét xử",
    "B": "Hội thẩm nhân dân nêu ý kiến trong quá trình xét xử",
    "C": "Thẩm phán đưa ra quyết định theo đa số",
    "D": "Người tham gia tố tụng thực hiện quyền tranh tụng"
  },
  "19": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Người nào có hành vi can thiệp vào việc xét xử của Thẩm phán, Hội thẩm sẽ bị xử lý như thế nào?",
    "A": "Bị nhắc nhở và yêu cầu rút lại ý kiến",
    "B": "Bị xử lý kỷ luật, xử phạt vi phạm hành chính hoặc truy cứu trách nhiệm hình sự tùy theo mức độ vi phạm",
    "C": "Bị cảnh cáo trước tòa án",
    "D": "Không bị xử lý nếu có lý do chính đáng"
  },
  "20": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Bị can, bị cáo có quyền bào chữa như thế nào?",
    "A": "Chỉ được tự bào chữa, không được nhờ người khác bào chữa",
    "B": "Chỉ được nhờ luật sư bào chữa",
    "C": "Được tự bào chữa, nhờ luật sư hoặc người khác bào chữa",
    "D": "Chỉ được bào chữa nếu Tòa án cho phép"
  },
  "21": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Khi các bên không thể thu thập được tài liệu, chứng cứ, họ có thể làm gì?",
    "A": "Không cần thu thập tài liệu, chứng cứ nữa",
    "B": "Đề nghị Tòa án hỗ trợ thu thập tài liệu, chứng cứ",
    "C": "Tự ý sử dụng tài liệu, chứng cứ không có căn cứ pháp lý",
    "D": "Nhờ luật sư thu thập tài liệu, chứng cứ mà không thông báo cho Tòa án"
  },
  "22": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Hành vi nào bị nghiêm cấm trong hoạt động của Tòa án?",
    "A": "Can thiệp trái pháp luật vào hoạt động xét xử",
    "B": "Xúc phạm uy tín của Tòa án",
    "C": "Đe dọa, xúc phạm danh dự, nhân phẩm của Thẩm phán, Hội thẩm",
    "D": "Tất cả các hành vi trên"
  },
  "23": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Khi phát hiện có hành vi can thiệp trái pháp luật vào hoạt động xét xử, Thẩm phán, Hội thẩm cần làm gì?",
    "A": "Báo cáo ngay với cơ quan, tổ chức, cá nhân có thẩm quyền để giải quyết",
    "B": "Giữ im lặng và không can thiệp",
    "C": "Tự giải quyết theo ý kiến cá nhân",
    "D": "Chỉ báo cáo nếu cảm thấy cần thiết"
  },
  "24": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Trong thời hạn bao lâu kể từ ngày nhận được kiến nghị, yêu cầu của Tòa án, cơ quan, tổ chức nhận được kiến nghị, yêu cầu phải thông báo cho Tòa án về kết quả giải quyết, trừ trường hợp pháp luật có quy định khác?",
    "A": "7 ngày",
    "B": "15 ngày",
    "C": "30 ngày",
    "D": "Không có thời hạn cụ thể"
  },
  "25": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Cơ quan nào quản lý các Tòa án nhân dân về tổ chức?",
    "A": "Bộ Tư pháp",
    "B": "Quốc hội",
    "C": "Tòa án nhân dân tối cao",
    "D": "Mặt trận Tổ quốc Việt Nam"
  },
  "26": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Đâu là nhiệm vụ, quyền hạn của Tòa án cấp sơ thẩm khi xét xử, giải quyết vụ án, vụ việc?",
    "A": "Quyết định công nhận sự thỏa thuận của các đương sự, công nhận kết quả đối thoại thành của các đương sự",
    "B": "Yêu cầu Điều tra viên, Kiểm sát viên, những người khác trình bày về các vấn đề có liên quan đến vụ án hình sự tại phiên tòa",
    "C": "Xem xét, kết luận về tính hợp pháp của quyết định, hành vi tố tụng của người tiến hành tố tụng, người tham gia tố tụng trong quá trình xét xử, giải quyết vụ án, vụ việc",
    "D": "Tất cả các đáp án trên"
  },
  "27": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án nhân dân tối cao phối hợp với cơ quan nào để quản lý các Tòa án quân sự về tổ chức?",
    "A": "Bộ Công an",
    "B": "Bộ Quốc phòng",
    "C": "Chính phủ",
    "D": "Ủy ban Thường vụ Quốc hội"
  },
  "28": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án cấp sơ thẩm khi xét xử, giải quyết vụ án, vụ việc có nhiệm vụ, quyền hạn sau đây:",
    "A": "Xem xét, thụ lý vụ án, vụ việc; tổ chức phiên tòa, phiên họp xét xử, giải quyết vụ án, vụ việc",
    "B": "Hướng dẫn, yêu cầu cơ quan, tổ chức, cá nhân có liên quan thu thập, cung cấp, giao nộp tài liệu, chứng cứ để xét xử, giải quyết vụ án, vụ việc",
    "C": "Quyết định việc áp dụng, thay đổi, hủy bỏ biện pháp ngăn chặn, biện pháp cưỡng chế, biện pháp khẩn cấp tạm thời",
    "D": "Tất cả các đáp án trên"
  },
  "29": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Cơ quan nào quy định về quy chế phối hợp giữa Tòa án nhân dân tối cao và Bộ Quốc phòng trong quản lý các Tòa án quân sự?",
    "A": "Chính phủ",
    "B": "Quốc hội",
    "C": "Ủy ban Thường vụ Quốc hội",
    "D": "Chánh án Tòa án nhân dân tối cao"
  },
  "30": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Việc giám sát hoạt động của Tòa án nhằm mục đích gì?",
    "A": "Bảo đảm tuân thủ quy định của pháp luật",
    "B": "Kiểm soát quyền lực, phòng, chống tham nhũng, tiêu cực",
    "C": "Không làm ảnh hưởng đến hoạt động bình thường của Tòa án và việc xét xử",
    "D": "Tất cả các phương án trên"
  },
  "31": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ngày truyền thống của Tòa án nhân dân là ngày nào?",
    "A": "02/9",
    "B": "13/9",
    "C": "15/8",
    "D": "22/12"
  },
  "32": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền quy định về biểu trưng của Tòa án nhân dân?",
    "A": "Chủ tịch nước",
    "B": "Quốc hội",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Chính phủ"
  },
  "33": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án cấp phúc thẩm khi xét xử, giải quyết vụ án, vụ việc Không có nhiệm vụ, quyền hạn sau đây:",
    "A": "Xem xét, thụ lý vụ án, vụ việc theo thủ tục phúc thẩm",
    "B": "Yêu cầu Viện kiểm sát bổ sung tài liệu, chứng cứ mới trong vụ án hình sự",
    "C": "Quyết định công nhận sự thỏa thuận của các đương sự, công nhận kết quả đối thoại thành của các đương sự",
    "D": "Yêu cầu Điều tra viên, Kiểm sát viên, những người khác trình bày về các vấn đề có liên quan đến vụ án hình sự tại phiên tòa"
  },
  "34": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án xét lại bản án, quyết định đã có hiệu lực pháp luật Không có nhiệm vụ, quyền hạn sau đây:",
    "A": "Nhận, thụ lý, giải quyết đơn đề nghị, kiến nghị, kháng nghị, thông báo đối với bản án, quyết định của Tòa án đã có hiệu lực pháp luật",
    "B": "Tổ chức phiên tòa xét xử giám đốc thẩm, tái thẩm",
    "C": "Hướng dẫn, yêu cầu cơ quan, tổ chức, cá nhân có liên quan thu thập, cung cấp, giao nộp tài liệu, chứng cứ để xét xử, giải quyết vụ án, vụ việc",
    "D": "Hoãn, yêu cầu hoãn, tạm đình chỉ thi hành bản án, quyết định đã có hiệu lực pháp luật theo quy định của luật"
  },
  "35": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án cấp phúc thẩm có thẩm quyền nào sau đây?",
    "A": "Giữ nguyên, hủy hoặc sửa bản án, quyết định sơ thẩm",
    "B": "Chỉ xem xét bản án nhưng không được sửa đổi",
    "C": "Chỉ hủy bản án sơ thẩm nếu có sai sót",
    "D": "Chỉ có quyền bảo vệ bản án sơ thẩm"
  },
  "36": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Giám đốc thẩm có nhiệm vụ gì?",
    "A": "Xét lại bản án, quyết định đã có hiệu lực pháp luật để kiểm tra tính đúng đắn",
    "B": "Xét xử vụ án như một cấp sơ thẩm mới",
    "C": "Chỉ kiểm tra bản án mà không có quyền thay đổi nội dung",
    "D": "Chỉ xét các vụ án hình sự mà không áp dụng cho vụ việc dân sự"
  },
  "37": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Giám đốc thẩm và tái thẩm có điểm chung nào?",
    "A": "Đều xét xử lại vụ án từ đầu",
    "B": "Đều chỉ áp dụng cho vụ án hình sự",
    "C": "Đều có thể được thực hiện khi có đơn kháng cáo",
    "D": "Đều xét lại bản án, quyết định đã có hiệu lực pháp luật"
  },
  "38": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án xét xử những loại vụ án nào sau đây?",
    "A": "Vụ án hình sự, vụ án hành chính, vụ án dân sự",
    "B": "Vụ án dân sự, vụ án lao động, vụ án tài chính",
    "C": "Vụ án kinh doanh, thương mại, vụ án ngân hàng",
    "D": "Vụ án hành chính, vụ án tài nguyên môi trường"
  },
  "39": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Khi phát hiện văn bản quy phạm pháp luật có dấu hiệu trái với Hiến pháp, luật, nghị quyết của Quốc hội, Tòa án có trách nhiệm gì?",
    "A": "Tự ý đình chỉ văn bản đó",
    "B": "Kiến nghị cơ quan có thẩm quyền xem xét sửa đổi, bổ sung, bãi bỏ hoặc đình chỉ việc thi hành văn bản đó",
    "C": "Tiếp tục áp dụng văn bản đó vì chưa có quyết định chính thức",
    "D": "Chỉ thông báo cho Viện kiểm sát nhân dân tối cao"
  },
  "40": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án cấp sơ thẩm khi xét xử, giải quyết vụ án, vụ việc có nhiệm vụ, quyền hạn nào sau đây?",
    "A": "Giải thích áp dụng pháp luật trong xét xử, giải quyết vụ án, vụ việc",
    "B": "Ban hành bản án, quyết định",
    "C": "Giải quyết yêu cầu, đề nghị, kiến nghị, khiếu nại về quyết định, hành vi tố tụng",
    "D": "Tất cả các đáp án trên"
  },
  "41": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Đâu Không phải nhiệm vụ, quyền hạn của Tòa án xét lại bản án, quyết định đã có hiệu lực pháp luật?",
    "A": "Thay đổi, bổ sung, rút kháng nghị giám đốc thẩm, tái thẩm",
    "B": "Tổ chức phiên tòa xét xử giám đốc thẩm, tái thẩm",
    "C": "Xem xét lại bản án, quyết định hoặc phần bản án, quyết định của Tòa án cấp sơ thẩm có kháng cáo, kháng nghị hoặc nội dung khác theo quy định của luật",
    "D": "Ban hành quyết định giám đốc thẩm, tái thẩm"
  },
  "42": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tổng kết thực tiễn xét xử của Tòa án nhân dân tối cao nhằm mục đích gì?",
    "A": "Đánh giá kết quả xét xử, giải quyết vụ án, vụ việc",
    "B": "Dự báo xu hướng tội phạm, vi phạm pháp luật, tranh chấp, khiếu kiện",
    "C": "Tổng hợp các vướng mắc trong thực tiễn xét xử",
    "D": "Tất cả các đáp án trên"
  },
  "43": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Giải thích áp dụng pháp luật trong xét xử là gì?",
    "A": "Là việc Tòa án đưa ra quyết định cuối cùng trong mỗi vụ án",
    "B": "Là việc Tòa án làm rõ quy định pháp luật trong hoàn cảnh, tình huống cụ thể để xét xử, giải quyết vụ án",
    "C": "Là quyền của luật sư trong quá trình tranh tụng",
    "D": "Là hoạt động của Viện kiểm sát nhân dân trong quá trình xét xử"
  },
  "44": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai hướng dẫn việc lựa chọn, công bố, áp dụng án lệ?",
    "A": "Chính phủ",
    "B": "Hội đồng Thẩm phán Tòa án nhân dân tối cao",
    "C": "Viện kiểm sát nhân dân tối cao",
    "D": "Chánh án Tòa án nhân dân tối cao"
  },
  "45": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Án lệ được lựa chọn và công bố bởi cơ quan, cá nhân nào?",
    "A": "Hội đồng nhân dân tỉnh tối cao lựa chọn, Chánh án Tòa án nhân dân tối cao công bố",
    "B": "Viện kiểm sát nhân dân tối cao tối cao lựa chọn, Chánh án Tòa án nhân dân tối cao công bố",
    "C": "Hội đồng Thẩm phán Tòa án nhân dân tối cao lựa chọn, Chánh án Tòa án nhân dân tối cao công bố",
    "D": "Bộ Tư pháp tối cao lựa chọn, Chánh án Tòa án nhân dân tối cao công bố"
  },
  "46": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Khi thực hiện nhiệm vụ, Hội đồng tuyển chọn, giám sát Thẩm phán quốc gia sử dụng con dấu của cơ quan nào?",
    "A": "Ủy ban Thường vụ Quốc hội",
    "B": "Tòa án nhân dân tối cao",
    "C": "Bộ Tư pháp",
    "D": "Chính phủ"
  },
  "47": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án nhân dân tối cao có nhiệm vụ gì trong xây dựng pháp luật?",
    "A": "Đề nghị xây dựng luật, pháp lệnh, nghị quyết của Quốc hội, Ủy ban Thường vụ Quốc hội",
    "B": "Ban hành văn bản quy phạm pháp luật thuộc thẩm quyền theo quy định của Luật Ban hành văn bản quy phạm pháp luật",
    "C": "Phối hợp với cơ quan, tổ chức hữu quan trong công tác xây dựng pháp luật",
    "D": "Cả ba đáp án trên"
  },
  "48": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án có thẩm quyền gì trong thi hành án?",
    "A": "Ra quyết định thi hành án hình sự",
    "B": "Hoãn, tạm đình chỉ chấp hành án phạt tù, tha tù trước thời hạn có điều kiện",
    "C": "Xóa án tích, miễn, giảm nghĩa vụ thi hành án đối với khoản thu nộp ngân sách nhà nước",
    "D": "Cả ba đáp án trên"
  },
  "49": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Nhiệm vụ, quyền hạn của Phó Chủ tịch Hội đồng tuyển chọn, giám sát Thẩm phán quốc gia Không bao gồm:",
    "A": "Giúp Chủ tịch Hội đồng điều hành công việc của Hội đồng",
    "B": "Theo dõi, đôn đốc việc tổ chức thực hiện các hoạt động theo kế hoạch, chương trình công tác của Hội đồng",
    "C": "Phát triển án lệ",
    "D": "Thực hiện các nhiệm vụ, quyền hạn khác theo phân công của Hội đồng, Chủ tịch Hội đồng"
  },
  "50": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án thực hiện hợp tác quốc tế trong lĩnh vực nào?",
    "A": "Xây dựng pháp luật và đào tạo, bồi dưỡng nguồn nhân lực",
    "B": "Nghiên cứu khoa học và tăng cường năng lực Tòa án",
    "C": "Trao đổi kinh nghiệm xét xử, đề xuất ký kết, thực hiện điều ước quốc tế",
    "D": "Cả ba đáp án trên"
  },
  "51": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Danh sách Ủy viên Hội đồng tuyển chọn, giám sát Thẩm phán quốc gia do ai quyết định?",
    "A": "Chánh án Tòa án nhân dân tối cao",
    "B": "Chủ tịch nước",
    "C": "Ủy ban Thường vụ Quốc hội",
    "D": "Quốc hội"
  },
  "52": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Hội đồng tuyển chọn, giám sát Thẩm phán quốc gia hoạt động theo nguyên tắc nào?",
    "A": "Cá nhân quyết định theo thẩm quyền",
    "B": "Tập thể và quyết định theo đa số",
    "C": "Chỉ có Chủ tịch Hội đồng quyết định",
    "D": "Quyết định theo chỉ đạo của Chủ tịch nước"
  },
  "53": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai là người điều hành và tổ chức thực hiện công việc của Hội đồng tuyển chọn, giám sát Thẩm phán quốc gia?",
    "A": "Chủ tịch Hội đồng tuyển chọn, giám sát Thẩm phán quốc gia",
    "B": "Chủ tịch nước",
    "C": "Quốc hội",
    "D": "Chánh án Tòa án quân sự trung ương"
  },
  "54": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Chủ tịch Hội đồng tuyển chọn, giám sát Thẩm phán quốc gia có quyền gì?",
    "A": "Ban hành chương trình, kế hoạch và các văn bản đã được Hội đồng thông qua",
    "B": "Chỉ đạo giải quyết công việc giữa các phiên họp của Hội đồng",
    "C": "Báo cáo cơ quan có thẩm quyền về hoạt động của Hội đồng",
    "D": "Tất cả các đáp án trên"
  },
  "55": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Kinh phí hoạt động của Hội đồng tuyển chọn, giám sát Thẩm phán quốc gia do đâu đảm bảo?",
    "A": "Tài trợ từ các tổ chức quốc tế",
    "B": "Đóng góp của các Thẩm phán",
    "C": "Ngân sách nhà nước, được bố trí trong kinh phí hoạt động của Tòa án nhân dân tối cao",
    "D": "Thu từ các khoản phí xét xử"
  },
  "56": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Phiên họp toàn thể của Hội đồng Thẩm phán Tòa án nhân dân tối cao hợp lệ khi có ít nhất bao nhiêu thành viên tham gia?",
    "A": "Một phần hai tổng số thành viên",
    "B": "Hai phần ba tổng số thành viên",
    "C": "Ba phần tư tổng số thành viên",
    "D": "Quá nửa tổng số thành viên"
  },
  "57": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Quyết định giám đốc thẩm, tái thẩm của Hội đồng Thẩm phán Tòa án nhân dân tối cao có hiệu lực như thế nào?",
    "A": "Có thể bị kháng nghị bởi Viện trưởng Viện kiểm sát nhân dân tối cao",
    "B": "Có thể bị kháng nghị bởi Chánh án Tòa án nhân dân tối cao",
    "C": "Là quyết định cao nhất, có hiệu lực pháp luật và không bị kháng nghị",
    "D": "Có thể được xem xét lại nếu có căn cứ mới"
  },
  "58": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Hội đồng Thẩm phán Tòa án nhân dân tối cao có nhiệm vụ, quyền hạn nào sau đây?",
    "A": "Giám đốc thẩm, tái thẩm bản án, quyết định của Tòa án đã có hiệu lực pháp luật bị kháng nghị",
    "B": "Ban hành nghị quyết hướng dẫn áp dụng thống nhất pháp luật trong xét xử",
    "C": "Phát hiện, kiến nghị về tính hợp hiến, hợp pháp của các văn bản quy phạm pháp luật trong xét xử",
    "D": "Tất cả các đáp án trên"
  },
  "59": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Hội đồng Thẩm phán Tòa án nhân dân tối cao xét xử giám đốc thẩm, tái thẩm bằng hình thức nào?",
    "A": "Hội đồng xét xử gồm 03 Thẩm phán Tòa án nhân dân tối cao",
    "B": "Hội đồng xét xử gồm 05 Thẩm phán Tòa án nhân dân tối cao hoặc toàn thể Thẩm phán Tòa án nhân dân tối cao",
    "C": "Hội đồng xét xử gồm 07 Thẩm phán Tòa án nhân dân tối cao",
    "D": "Hội đồng xét xử do Chánh án Tòa án nhân dân tối cao chỉ định"
  },
  "60": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có trách nhiệm tham dự phiên họp của Hội đồng Thẩm phán Tòa án nhân dân tối cao khi thảo luận, thông qua nghị quyết?",
    "A": "Viện trưởng Viện kiểm sát nhân dân tối cao (1)",
    "B": "Bộ trưởng Bộ Tư pháp (2)",
    "C": "Chủ tịch Quốc hội (3)",
    "D": "Cả (1) và (2) đều đúng"
  },
  "61": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án quân sự được tổ chức trong Quân đội nhân dân Việt Nam để xét xử loại vụ án nào?",
    "A": "Vụ án dân sự có liên quan đến quân nhân",
    "B": "Vụ án hành chính trong Quân đội",
    "C": "Vụ án hình sự mà bị cáo là quân nhân tại ngũ",
    "D": "Vụ án kinh tế liên quan đến doanh nghiệp quân đội"
  },
  "62": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án quân sự trung ương có quyền giám đốc thẩm, tái thẩm đối với bản án, quyết định hình sự của cơ quan nào?",
    "A": "Tòa án quân sự quân khu và tương đương, Tòa án quân sự khu vực",
    "B": "Tòa án nhân dân cấp tỉnh",
    "C": "Tòa án nhân dân tối cao",
    "D": "Tòa án nhân dân huyện, quận"
  },
  "63": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa phúc thẩm Tòa án quân sự trung ương có nhiệm vụ gì?",
    "A": "Xét xử sơ thẩm các vụ án hình sự trong quân đội",
    "B": "Phúc thẩm vụ án mà bản án, quyết định sơ thẩm hình sự của Tòa án quân sự quân khu và tương đương chưa có hiệu lực pháp luật bị kháng cáo, kháng nghị",
    "C": "Giám đốc thẩm, tái thẩm vụ án trong quân đội",
    "D": "Tổng hợp các vụ án hình sự để báo cáo Bộ Quốc phòng"
  },
  "64": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Cơ cấu tổ chức của Tòa án quân sự trung ương KHÔNG bao gồm đơn vị nào sau đây?",
    "A": "Ủy ban Thẩm phán Tòa án quân sự trung ương",
    "B": "Các Tòa phúc thẩm Tòa án quân sự trung ương",
    "C": "Tòa Hành chính Quân sự",
    "D": "Bộ máy giúp việc"
  },
  "65": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Chánh án Tòa án nhân dân tối cao quyết định thành lập bộ máy giúp việc của Tòa án quân sự trung ương sau khi thống nhất với ai?",
    "A": "Chủ tịch nước",
    "B": "Chủ nhiệm Tổng cục Chính trị",
    "C": "Bộ trưởng Bộ Quốc phòng",
    "D": "Viện trưởng Viện kiểm sát nhân dân tối cao"
  },
  "66": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai quyết định số lượng thành viên của Ủy ban Thẩm phán Tòa án quân sự trung ương?",
    "A": "Chủ tịch nước",
    "B": "Chánh án Tòa án quân sự trung ương",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Bộ trưởng Bộ Quốc phòng"
  },
  "67": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Phiên họp của Ủy ban Thẩm phán Tòa án quân sự trung ương chỉ được tiến hành khi có ít nhất bao nhiêu thành viên tham gia?",
    "A": "Một phần ba tổng số thành viên",
    "B": "Một nửa tổng số thành viên",
    "C": "Hai phần ba tổng số thành viên",
    "D": "Toàn bộ thành viên"
  },
  "68": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Số lượng thành viên tối đa của Ủy ban Thẩm phán Tòa án quân sự trung ương là bao nhiêu người?",
    "A": "05",
    "B": "07",
    "C": "09",
    "D": "11"
  },
  "69": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Hội đồng xét xử giám đốc thẩm, tái thẩm của Ủy ban Thẩm phán Tòa án quân sự trung ương gồm bao nhiêu Thẩm phán?",
    "A": "01",
    "B": "02",
    "C": "03 hoặc toàn thể thành viên Ủy ban Thẩm phán",
    "D": "05 hoặc toàn thể thành viên Ủy ban Thẩm phán"
  },
  "70": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai quyết định thành lập và quy định nhiệm vụ, quyền hạn của bộ máy giúp việc của Tòa án quân sự quân khu và tương đương sau khi thống nhất với Bộ trưởng Bộ Quốc phòng?",
    "A": "Bộ trưởng Bộ Quốc phòng",
    "B": "Chủ tịch nước",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Chánh án Tòa án quân sự trung ương"
  },
  "71": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án quân sự quân khu và tương đương có bao nhiêu cấp xét xử?",
    "A": "Một cấp (sơ thẩm)",
    "B": "Hai cấp (sơ thẩm và phúc thẩm)",
    "C": "Ba cấp (sơ thẩm, phúc thẩm, giám đốc thẩm)",
    "D": "Bốn cấp (sơ thẩm, phúc thẩm, giám đốc thẩm, tái thẩm)"
  },
  "72": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai quyết định số lượng thành viên của Ủy ban Thẩm phán Tòa án quân sự quân khu và tương đương?",
    "A": "Bộ trưởng Bộ Quốc phòng",
    "B": "Chánh án Tòa án quân sự trung ương",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Chủ tịch nước"
  },
  "73": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Một quyết định của Ủy ban Thẩm phán Tòa án quân sự trung ương được thông qua khi có bao nhiêu thành viên biểu quyết tán thành?",
    "A": "Quá nửa tổng số thành viên",
    "B": "Hai phần ba tổng số thành viên",
    "C": "Ba phần tư tổng số thành viên",
    "D": "Toàn bộ thành viên"
  },
  "74": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Chánh án Tòa án nhân dân tối cao có nhiệm vụ, quyền hạn sau:",
    "A": "Tổ chức kiểm tra việc thực hiện biên chế, quản lý cán bộ, quản lý và sử dụng ngân sách, cơ sở vật chất của Tòa án",
    "B": "Tổ chức công tác đào tạo, bồi dưỡng Thẩm phán, Hội thẩm, Thẩm tra viên Tòa án, Thư ký Tòa án, Hòa giải viên và các đối tượng khác theo quy định của pháp luật",
    "C": "Chịu trách nhiệm và báo cáo công tác trước Quốc hội; trong thời gian Quốc hội không họp thì chịu trách nhiệm và báo cáo công tác trước Ủy ban Thường vụ Quốc hội và Chủ tịch nước; trả lời chất vấn, kiến nghị của đại biểu Quốc hội",
    "D": "Tất cả các đáp án trên"
  },
  "75": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Số lượng thành viên tối đa của Ủy ban Thẩm phán Tòa án quân sự quân khu và tương đương là bao nhiêu?",
    "A": "03 người",
    "B": "05 người",
    "C": "07 người",
    "D": "09 người"
  },
  "76": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai quyết định thành lập và quy định nhiệm vụ của bộ máy giúp việc của Tòa án quân sự khu vực?",
    "A": "Bộ trưởng Bộ Quốc phòng",
    "B": "Chánh án Tòa án nhân dân tối cao",
    "C": "Chánh án Tòa án quân sự trung ương",
    "D": "Chủ tịch nước"
  },
  "77": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Cơ cấu tổ chức của Tòa án quân sự khu vực bao gồm những ai?",
    "A": "Chánh án, Phó Chánh án, Thẩm phán, Thẩm tra viên làm công tác thi hành án, Thư ký Tòa án, quân nhân khác, công chức khác",
    "B": "Chỉ có Chánh án, Phó Chánh án và Thẩm phán",
    "C": "Chánh án, Phó Chánh án và công chức hành chính",
    "D": "Chánh án, Phó Chánh án và Ban Giám đốc"
  },
  "78": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Chức danh nào dưới đây không thuộc các chức danh tư pháp trong Tòa án?",
    "A": "Chánh án Tòa án nhân dân",
    "B": "Thẩm phán Tòa án nhân dân tối cao",
    "C": "Kiểm sát viên Tòa án nhân dân",
    "D": "Thẩm tra viên Tòa án"
  },
  "79": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Các chức danh tư pháp trong Tòa án bao gồm bao nhiêu loại?",
    "A": "3",
    "B": "4",
    "C": "5",
    "D": "6"
  },
  "80": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Chức danh nào sau đây không phải là chức danh tư pháp trong Tòa án?",
    "A": "Thẩm phán Tòa án nhân dân tối cao",
    "B": "Thư ký Tòa án",
    "C": "Luật sư bảo vệ bị cáo",
    "D": "Thẩm tra viên Tòa án"
  },
  "81": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Trách nhiệm nào sau đây không thuộc trách nhiệm của cán bộ, công chức, viên chức và người lao động trong Tòa án?",
    "A": "Tuân thủ Hiến pháp, pháp luật và quy định của Tòa án",
    "B": "Tự do công khai thông tin về các vụ án xét xử",
    "C": "Giữ bí mật nhà nước và bí mật công tác",
    "D": "Học tập, nghiên cứu, nâng cao trình độ chuyên môn, nghiệp vụ"
  },
  "82": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Chánh án Tòa án nhân dân tối cao phối hợp với ai để quản lý quân nhân, công chức của Tòa án quân sự các cấp?",
    "A": "Bộ trưởng Bộ Quốc phòng",
    "B": "Chủ tịch Quốc hội",
    "C": "Viện trưởng Viện kiểm sát nhân dân tối cao",
    "D": "Bộ trưởng Bộ Công an"
  },
  "83": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có nhiệm vụ tổ chức công tác xét xử của Tòa án nhân dân tối cao; chịu trách nhiệm tổ chức thực hiện nguyên tắc Thẩm phán, Hội thẩm xét xử độc lập và chỉ tuân theo pháp luật?",
    "A": "Chánh án Tòa án nhân dân tối cao",
    "B": "Bộ trưởng Bộ Quốc phòng",
    "C": "Chủ tịch Quốc hội",
    "D": "Viện trưởng Viện kiểm sát nhân dân tối cao"
  },
  "84": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Chánh án Tòa án nhân dân tối cao do ai bầu?",
    "A": "Chính phủ",
    "B": "Chủ tịch nước",
    "C": "Quốc hội",
    "D": "Bộ trưởng Bộ Quốc phòng"
  },
  "85": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Nhiệm kỳ của Chánh án Tòa án nhân dân tối cao kéo dài trong bao lâu?",
    "A": "4 năm",
    "B": "3 năm",
    "C": "Theo nhiệm kỳ của Quốc hội",
    "D": "Không có nhiệm kỳ cố định"
  },
  "86": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Chủ tọa phiên họp của Hội đồng Thẩm phán Tòa án nhân dân tối cao là ai?",
    "A": "Chánh án Tòa án nhân dân tối cao",
    "B": "Bộ trưởng Bộ Quốc phòng",
    "C": "Chủ tịch Quốc hội",
    "D": "Viện trưởng Viện kiểm sát nhân dân tối cao"
  },
  "87": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền bổ nhiệm, miễn nhiệm, cách chức Phó Chánh án Tòa án nhân dân tối cao?",
    "A": "Quốc hội",
    "B": "Chủ tịch nước",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Thủ tướng Chính phủ"
  },
  "88": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Phó Chánh án Tòa án nhân dân tối cao được lựa chọn từ những ai?",
    "A": "Bất kỳ công chức nào trong ngành Tư pháp",
    "B": "Thẩm phán Tòa án nhân dân tối cao hoặc Thẩm phán Tòa án nhân dân đáp ứng đủ điều kiện",
    "C": "Thẩm tra viên hoặc Thư ký Tòa án",
    "D": "Đại biểu Quốc hội có chuyên môn về luật"
  },
  "89": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Khi Chánh án Tòa án nhân dân tối cao vắng mặt, ai sẽ lãnh đạo công tác của Tòa án?",
    "A": "Một Phó Chánh án được Chánh án ủy nhiệm",
    "B": "Chủ tịch nước",
    "C": "Viện trưởng Viện kiểm sát nhân dân tối cao",
    "D": "Bộ trưởng Bộ Tư pháp"
  },
  "90": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Phó Chánh án Tòa án nhân dân tối cao chịu trách nhiệm trước ai về nhiệm vụ được giao?",
    "A": "Quốc hội và Chính phủ",
    "B": "Chủ tịch nước và Chánh án Tòa án nhân dân tối cao",
    "C": "Chánh án Tòa án nhân dân tối cao và trước pháp luật",
    "D": "Bộ trưởng Bộ Quốc phòng"
  },
  "91": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Khi Chánh án vắng mặt, ai sẽ được ủy nhiệm lãnh đạo công tác của Tòa án?",
    "A": "Chủ tịch nước",
    "B": "Quốc hội",
    "C": "Một Phó Chánh án do Chánh án phân công",
    "D": "Bộ trưởng Bộ Tư pháp"
  },
  "92": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền bổ nhiệm, miễn nhiệm, cách chức Chánh án Tòa án quân sự trung ương?",
    "A": "Chủ tịch nước",
    "B": "Quốc hội",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Bộ trưởng Bộ Quốc phòng"
  },
  "93": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Chánh án Tòa án quân sự trung ương có nhiệm vụ nào sau đây?",
    "A": "Tổ chức kiểm tra công tác của các Tòa án quân sự quân khu và tương đương, Tòa án quân sự khu vực",
    "B": "Tổ chức bồi dưỡng nghiệp vụ cho Thẩm phán Tòa án nhân dân, Hội thẩm quân nhân, Thẩm tra viên Tòa án, Thư ký Tòa án của các Tòa án quân sự",
    "C": "Bổ nhiệm, miễn nhiệm, cách chức các chức vụ trong các Tòa án quân sự, trừ Thẩm phán, Chánh án, Phó Chánh án",
    "D": "Cả A, B và C"
  },
  "94": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Chánh án Tòa án quân sự trung ương có nhiệm kỳ bao lâu?",
    "A": "4 năm",
    "B": "5 năm",
    "C": "6 năm",
    "D": "3 năm"
  },
  "95": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Chánh án Tòa án quân sự trung ương có quyền kháng nghị theo thủ tục giám đốc thẩm đối với bản án, quyết định của cấp Tòa án quân sự nào?",
    "A": "Tòa án quân sự quân khu và tương đương, Tòa án quân sự khu vực",
    "B": "Tòa án nhân dân tỉnh, thành phố trực thuộc trung ương",
    "C": "Tòa án nhân dân cấp cao",
    "D": "Tòa án nhân dân tối cao"
  },
  "96": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền bổ nhiệm, miễn nhiệm, cách chức Chánh án Tòa án quân sự quân khu và tương đương?",
    "A": "Chủ tịch nước",
    "B": "Quốc hội",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Bộ trưởng Bộ Quốc phòng"
  },
  "97": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Phó Chánh án Tòa án quân sự có trách nhiệm trước ai về việc thực hiện nhiệm vụ, quyền hạn được giao?",
    "A": "Chánh án và pháp luật",
    "B": "Chủ tịch nước",
    "C": "Bộ trưởng Bộ Quốc phòng",
    "D": "Ủy ban Thẩm phán"
  },
  "98": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Nhiệm kỳ của Chánh án Tòa án quân sự quân khu và tương đương là bao nhiêu năm?",
    "A": "4 năm",
    "B": "5 năm",
    "C": "6 năm",
    "D": "3 năm"
  },
  "99": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Khi Chánh án vắng mặt, ai sẽ được ủy nhiệm lãnh đạo công tác của Tòa án?",
    "A": "Một Phó Chánh án được Chánh án ủy nhiệm",
    "B": "Chánh án Tòa án quân sự trung ương",
    "C": "Bộ trưởng Bộ Quốc phòng",
    "D": "Thư ký Tòa án"
  },
  "100": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền bổ nhiệm Thẩm phán?",
    "A": "Chủ tịch Quốc hội",
    "B": "Chủ tịch nước",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Bộ trưởng Bộ Tư pháp"
  },
  "101": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Khi được bổ nhiệm, Thẩm phán phải tuyên thệ trung thành với điều gì?",
    "A": "Đảng, Nhà nước, Hiến pháp",
    "B": "Tổ quốc, Nhân dân, Hiến pháp",
    "C": "Chính phủ, Quốc hội, Nhân dân",
    "D": "Luật pháp, Chính phủ, Chủ tịch nước"
  },
  "102": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai quy định cách thức tuyên thệ của Thẩm phán?",
    "A": "Chủ tịch nước",
    "B": "Ủy ban Thường vụ Quốc hội",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Bộ trưởng Bộ Quốc phòng"
  },
  "103": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Thẩm phán có bao nhiêu ngạch theo quy định của Luật?",
    "A": "2",
    "B": "3",
    "C": "4",
    "D": "5"
  },
  "104": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai quy định về bậc Thẩm phán Tòa án nhân dân, điều kiện từng bậc và việc nâng bậc Thẩm phán?",
    "A": "Quốc hội",
    "B": "Chủ tịch nước",
    "C": "Ủy ban Thường vụ Quốc hội",
    "D": "Chánh án Tòa án nhân dân tối cao"
  },
  "105": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Thẩm phán Tòa án nhân dân tối cao do ai bổ nhiệm?",
    "A": "Chủ tịch nước",
    "B": "Chánh án Tòa án nhân dân tối cao",
    "C": "Quốc hội",
    "D": "Chính phủ"
  },
  "106": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Độ tuổi tối thiểu để được bổ nhiệm làm Thẩm phán Tòa án nhân dân là bao nhiêu?",
    "A": "25 tuổi",
    "B": "26 tuổi",
    "C": "28 tuổi",
    "D": "30 tuổi"
  },
  "107": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có quyền đề xuất phát triển án lệ đối với bản án, quyết định của Tòa án đã có hiệu lực pháp luật?",
    "A": "Chủ tịch nước",
    "B": "Quốc hội",
    "C": "Thẩm phán Tòa án nhân dân công tác tại Tòa án nhân dân tối cao",
    "D": "Hội đồng nhân dân"
  },
  "108": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Cơ quan nào có trách nhiệm thẩm tra tờ trình Quốc hội phê chuẩn đề nghị bổ nhiệm Thẩm phán Tòa án nhân dân tối cao?",
    "A": "Ủy ban Tư pháp của Quốc hội",
    "B": "Ủy ban Thường vụ Quốc hội",
    "C": "Tòa án nhân dân tối cao",
    "D": "Bộ Nội vụ"
  },
  "109": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền quyết định bổ nhiệm Thẩm phán Tòa án nhân dân tối cao sau khi Quốc hội phê chuẩn?",
    "A": "Chánh án Tòa án nhân dân tối cao",
    "B": "Chủ tịch nước",
    "C": "Thủ tướng Chính phủ",
    "D": "Bộ trưởng Bộ Nội vụ"
  },
  "110": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Trường hợp Thẩm phán Tòa án nhân dân tối cao bị tạm giữ vì phạm tội quả tang thì cơ quan ra quyết định tạm giữ phải thông báo cho Ai biết?",
    "A": "Chủ tịch Quốc hội",
    "B": "Chánh án Tòa án nhân dân tối cao",
    "C": "Bộ trưởng Bộ Tư pháp",
    "D": "Viện trưởng Viện kiểm sát nhân dân tối cao"
  },
  "111": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Quy chế hoạt động của Hội đồng thi tuyển chọn Thẩm phán Tòa án nhân dân do ai quy định?",
    "A": "Chủ tịch nước",
    "B": "Chủ tịch Quốc hội",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Ủy ban Thường vụ Quốc hội"
  },
  "112": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Nếu an toàn cá nhân hoặc thân nhân của Thẩm phán bị đe dọa khi thực hiện nhiệm vụ, Chánh án Tòa án nơi Thẩm phán công tác sẽ làm gì?",
    "A": "Đề nghị cơ quan công an tiến hành các biện pháp bảo vệ an toàn",
    "B": "Gửi đơn kiện lên Tòa án nhân dân tối cao",
    "C": "Đưa ra quyết định bảo vệ an toàn cá nhân của Thẩm phán",
    "D": "Đề nghị Quốc hội can thiệp"
  },
  "113": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Nhiệm kỳ của Thẩm phán Tòa án nhân dân tối cao được tính từ thời điểm nào?",
    "A": "Từ khi được bổ nhiệm đến khi nghỉ hưu hoặc chuyển công tác khác",
    "B": "Từ khi được bổ nhiệm đến khi hết nhiệm kỳ 5 năm",
    "C": "Từ khi trúng tuyển kỳ thi tuyển chọn Thẩm phán",
    "D": "Từ khi được bổ nhiệm đến khi có quyết định miễn nhiệm"
  },
  "114": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Thẩm phán Tòa án nhân dân được bổ nhiệm lần đầu có nhiệm kỳ bao nhiêu năm?",
    "A": "3 năm",
    "B": "5 năm",
    "C": "7 năm",
    "D": "Đến khi nghỉ hưu hoặc chuyển công tác khác"
  },
  "115": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Thẩm phán được hưởng chế độ, chính sách nào sau đây?",
    "A": "Được hưởng tiền lương, phụ cấp theo quy định của pháp luật",
    "B": "Được cấp trang phục và Giấy chứng minh Thẩm phán để làm nhiệm vụ",
    "C": "Được tôn vinh và khen thưởng theo quy định pháp luật",
    "D": "Tất cả các đáp án trên"
  },
  "116": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Thẩm phán được hưởng chế độ đào tạo, bồi dưỡng để nâng cao trình độ trong lĩnh vực nào?",
    "A": "Ngoại ngữ",
    "B": "Kinh doanh",
    "C": "Chuyên môn, nghiệp vụ",
    "D": "Kỹ năng mềm"
  },
  "117": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Hành vi nào là bị nghiêm cấm đối với Thẩm phán khi thi hành công vụ?",
    "A": "Đe dọa, xâm phạm tính mạng, sức khỏe của Thẩm phán",
    "B": "Cản trở Thẩm phán thi hành công vụ",
    "C": "Gây ảnh hưởng đến sự độc lập và khách quan trong xét xử của Thẩm phán",
    "D": "Tất cả các hành vi trên"
  },
  "118": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Thẩm phán sẽ chỉ chịu trách nhiệm đối với bản án, quyết định bị hủy, sửa khi nào?",
    "A": "Khi có lỗi chủ quan của Thẩm phán theo quy định của pháp luật",
    "B": "Khi bị yêu cầu xét lại bản án",
    "C": "Khi có yêu cầu từ bên bị kiện",
    "D": "Khi bản án bị sai sót kỹ thuật"
  },
  "119": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Chế độ bảo vệ Thẩm phán sẽ do cơ quan nào quy định?",
    "A": "Quốc hội",
    "B": "Chính phủ",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Ủy ban Thường vụ Quốc hội"
  },
  "120": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Những việc nào sau đây Thẩm phán không được làm?",
    "A": "Vi phạm quy tắc ứng xử, đạo đức nghề nghiệp",
    "B": "Tư vấn cho bị can, bị cáo, đương sự về vụ án mà mình xét xử",
    "C": "Can thiệp trái pháp luật vào việc xét xử",
    "D": "Tất cả các đáp án trên"
  },
  "121": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Thẩm phán có thể làm nghề nào khác trong số sau đây không?",
    "A": "Luật sư",
    "B": "Công chứng viên",
    "C": "Trọng tài viên",
    "D": "Không được làm bất kỳ nghề nào trong số trên"
  },
  "122": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Mục đích của việc điều động Thẩm phán Tòa án nhân dân là gì?",
    "A": "Để thử thách năng lực của Thẩm phán",
    "B": "Để bảo đảm cho các Tòa án thực hiện nhiệm vụ xét xử và nhiệm vụ khác theo quy định của pháp luật",
    "C": "Để thay thế những Thẩm phán vi phạm kỷ luật",
    "D": "Để tăng số lượng Thẩm phán ở các địa phương đông dân"
  },
  "123": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Việc luân chuyển Thẩm phán giữ chức vụ lãnh đạo, quản lý được thực hiện nhằm mục đích gì?",
    "A": "Để đào tạo thêm kỹ năng xét xử",
    "B": "Để phục vụ yêu cầu nhiệm vụ, quy hoạch cán bộ",
    "C": "Để tăng cường quyền hạn cho Thẩm phán",
    "D": "Để giải quyết tình trạng thiếu nhân lực tạm thời"
  },
  "124": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Thời hạn tối đa biệt phái Thẩm phán Tòa án nhân dân là bao lâu?",
    "A": "1 năm",
    "B": "2 năm",
    "C": "3 năm",
    "D": "5 năm"
  },
  "125": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền quy định chi tiết điều kiện của từng ngạch và việc nâng ngạch Thẩm tra viên Tòa án?",
    "A": "Hội đồng tuyển chọn, giám sát Thẩm phán quốc gia",
    "B": "Chánh án Tòa án nhân dân tối cao",
    "C": "Bộ trưởng Bộ Nội vụ",
    "D": "Ủy ban Thường vụ Quốc hội"
  },
  "126": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai thực hiện nhiệm vụ xét xử những vụ án thuộc thẩm quyền của Tòa án quân sự theo phân công của Chánh án Tòa án nơi được cử làm Hội thẩm quân nhân?",
    "A": "Hội thẩm nhân dân",
    "B": "Chủ tịch nước",
    "C": "Viện trưởng Viện kiểm sát nhân dân",
    "D": "Chánh án Tòa án"
  },
  "127": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Người có thể được bổ nhiệm làm Thẩm tra viên Tòa án cần có thời gian làm công tác pháp luật tối thiểu bao lâu?",
    "A": "01 năm",
    "B": "02 năm",
    "C": "03 năm",
    "D": "05 năm"
  },
  "128": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền quyết định việc điều động, luân chuyển, biệt phái Thẩm phán Tòa án nhân dân?",
    "A": "Bộ trưởng Bộ Công an",
    "B": "Chánh án Tòa án nhân dân tối cao",
    "C": "Thủ tướng Chính phủ",
    "D": "Viện trưởng Viện kiểm sát nhân dân tối cao"
  },
  "129": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Khi biệt phái Thẩm phán Tòa án nhân dân từ một Tòa án quân sự này đến một Tòa án quân sự khác, ai có thẩm quyền quyết định?",
    "A": "Chủ tịch nước",
    "B": "Chánh án Tòa án nhân dân tối cao",
    "C": "Bộ trưởng Bộ Quốc phòng",
    "D": "Bộ trưởng Bộ Công an"
  },
  "130": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai quyết định việc điều động, luân chuyển Thẩm phán thuộc các Tòa án quân sự?",
    "A": "Chánh án Tòa án nhân dân tối cao",
    "B": "Bộ trưởng Bộ Quốc phòng",
    "C": "Bộ trưởng Bộ Công an",
    "D": "Chủ tịch nước"
  },
  "131": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Trách nhiệm của Hội thẩm gồm:",
    "A": "Tôn trọng Nhân dân và chịu sự giám sát của Nhân dân",
    "B": "Giữ bí mật nhà nước và bí mật công tác theo quy định của pháp luật",
    "C": "Tích cực học tập để nâng cao kiến thức pháp luật và nghiệp vụ xét xử; tham gia phiên tòa rút kinh nghiệm, hội nghị tổng kết công tác xét xử của Tòa án",
    "D": "Tất cả các đáp án trên"
  },
  "132": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Khi nào Thẩm phán đương nhiên được miễn nhiệm?",
    "A": "Khi nghỉ hưu, thôi việc, chuyển công tác khác",
    "B": "Khi bị kết tội bằng bản án của Tòa án có hiệu lực",
    "C": "Khi bị buộc thôi việc",
    "D": "Khi vi phạm quy tắc ứng xử của Thẩm phán"
  },
  "133": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Những ai được đào tạo, bồi dưỡng theo quy định tại Tòa án?",
    "A": "Thẩm phán, Thẩm tra viên Tòa án, Thư ký Tòa án",
    "B": "Công chức, viên chức, người lao động của Tòa án",
    "C": "Hội thẩm, Hòa giải viên và các chức danh khác có liên quan đến hoạt động của Tòa án",
    "D": "Tất cả các đáp án trên"
  },
  "134": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Khi Hội đồng nhân dân hết nhiệm kỳ, Hội thẩm nhân dân sẽ tiếp tục làm nhiệm vụ cho đến khi nào?",
    "A": "Khi có quyết định miễn nhiệm của Tòa án",
    "B": "Khi Hội đồng nhân dân khóa mới bầu ra Hội thẩm nhân dân mới",
    "C": "Khi Chủ nhiệm Tổng cục Chính trị Quân đội nhân dân Việt Nam có quyết định mới",
    "D": "Khi Chính phủ có quyết định thay đổi nhân sự"
  },
  "135": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có trách nhiệm giải quyết khiếu nại về điều động, luân chuyển, biệt phái Thẩm phán?",
    "A": "Hội đồng tuyển chọn, giám sát Thẩm phán quốc gia",
    "B": "Chủ tịch nước",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Bộ trưởng Bộ Nội vụ"
  },
  "136": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền bổ nhiệm Thẩm tra viên Tòa án?",
    "A": "Chủ tịch nước",
    "B": "Chánh án Tòa án nhân dân tối cao",
    "C": "Bộ trưởng Bộ Tư pháp",
    "D": "Viện trưởng Viện kiểm sát nhân dân tối cao"
  },
  "137": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền quyết định miễn nhiệm, cách chức Thẩm phán Tòa án nhân dân?",
    "A": "Chánh án Tòa án nhân dân tối cao",
    "B": "Bộ trưởng Bộ Công an",
    "C": "Chủ tịch nước",
    "D": "Viện trưởng Viện kiểm sát nhân dân tối cao"
  },
  "138": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Các ngạch của Thẩm tra viên Tòa án gồm có:",
    "A": "Thẩm tra viên, Thẩm tra viên chính, Thẩm tra viên cao cấp",
    "B": "Thẩm tra viên sơ cấp, trung cấp, cao cấp",
    "C": "Thẩm tra viên, Thẩm phán, Kiểm sát viên",
    "D": "Thẩm tra viên, Thanh tra viên, Giám sát viên"
  },
  "139": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có quyền phân công nhiệm vụ cho Thẩm tra viên Tòa án?",
    "A": "Hội đồng xét xử",
    "B": "Viện trưởng Viện kiểm sát nhân dân tối cao",
    "C": "Chánh án Tòa án",
    "D": "Chủ tịch nước"
  },
  "140": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Điều kiện nào dưới đây không phải là tiêu chuẩn để bổ nhiệm Thư ký Tòa án?",
    "A": "Là công dân Việt Nam",
    "B": "Có trình độ cử nhân luật trở lên",
    "C": "Được đào tạo nghiệp vụ Thư ký Tòa án",
    "D": "Đã từng làm luật sư ít nhất 5 năm"
  },
  "141": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Các ngạch của Thư ký Tòa án gồm những cấp nào?",
    "A": "Thư ký viên, Thư ký viên chính, Thư ký viên cao cấp",
    "B": "Thư ký sơ cấp, Thư ký trung cấp, Thư ký cao cấp",
    "C": "Thư ký viên, Thư ký trưởng phòng, Thư ký tổng hợp",
    "D": "Thư ký pháp lý, Thư ký hành chính, Thư ký thẩm phán"
  },
  "142": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền quy định chi tiết điều kiện của từng ngạch và việc nâng ngạch Thư ký Tòa án?",
    "A": "Bộ Tư pháp",
    "B": "Viện kiểm sát nhân dân tối cao",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Hội đồng nhân dân tỉnh"
  },
  "143": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Thư ký Tòa án thực hiện nhiệm vụ theo sự phân công của ai?",
    "A": "Chủ tịch nước",
    "B": "Viện trưởng Viện kiểm sát nhân dân",
    "C": "Chánh án Tòa án",
    "D": "Hội đồng xét xử"
  },
  "144": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Thẩm tra viên Tòa án và Thư ký Tòa án được hưởng chế độ, chính sách nào sau đây?",
    "A": "Được hưởng lương và phụ cấp theo quy định",
    "B": "Được cấp trang phục và Giấy chứng nhận chức danh tư pháp",
    "C": "Được đào tạo, bồi dưỡng để nâng cao trình độ chuyên môn",
    "D": "Cả 3 phương án trên đều đúng"
  },
  "145": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Thẩm tra viên Tòa án, Thư ký Tòa án có thể được khen thưởng theo quy định của luật nào?",
    "A": "Luật Lao động",
    "B": "Luật Thi đua, Khen thưởng",
    "C": "Luật Tố tụng Hình sự",
    "D": "Luật Cán bộ, Công chức"
  },
  "146": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Hội thẩm là ai?",
    "A": "Người đại diện Viện kiểm sát tham gia xét xử",
    "B": "Người đại diện của Nhân dân tham gia xét xử tại Tòa án",
    "C": "Người giúp việc cho Thẩm phán tại phiên tòa",
    "D": "Người bảo vệ quyền lợi của bị cáo"
  },
  "147": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Hội thẩm bao gồm những loại nào?",
    "A": "Hội thẩm nhân dân và Hội thẩm quân nhân",
    "B": "Hội thẩm dân sự và Hội thẩm hình sự",
    "C": "Hội thẩm sơ thẩm và Hội thẩm phúc thẩm",
    "D": "Hội thẩm chuyên môn và Hội thẩm chính trị"
  },
  "148": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Điều kiện về độ tuổi để trở thành Hội thẩm là gì?",
    "A": "Từ đủ 18 tuổi đến 60 tuổi",
    "B": "Từ đủ 20 tuổi đến 65 tuổi",
    "C": "Từ đủ 28 tuổi đến 70 tuổi",
    "D": "Không có quy định về độ tuổi"
  },
  "149": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Người nào dưới đây không đủ điều kiện để trở thành Hội thẩm?",
    "A": "Người đang bị xử lý hình sự",
    "B": "Người từng bị kết án bằng bản án có hiệu lực pháp luật",
    "C": "Người đã bị bãi nhiệm Hội thẩm trước đó",
    "D": "Cả 3 phương án trên đều đúng"
  },
  "150": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền đề nghị miễn nhiệm, bãi nhiệm Hội thẩm quân nhân Tòa án quân sự khu vực?",
    "A": "Chủ nhiệm Tổng cục Chính trị Quân đội nhân dân Việt Nam",
    "B": "Chính ủy quân khu, quân đoàn, quân chủng, tổng cục hoặc cấp tương đương",
    "C": "Chánh án Tòa án quân sự khu vực sau khi thống nhất với cơ quan chính trị sư đoàn hoặc cấp tương đương",
    "D": "Hội đồng nhân dân cấp tỉnh"
  },
  "151": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền cử Hội thẩm quân nhân Tòa án quân sự quân khu và tương đương?",
    "A": "Bộ trưởng Bộ Quốc phòng",
    "B": "Chủ nhiệm Tổng cục Chính trị Quân đội nhân dân Việt Nam",
    "C": "Chánh án Tòa án quân sự quân khu và tương đương",
    "D": "Chính ủy quân khu, quân đoàn, quân chủng, tổng cục hoặc cấp tương đương"
  },
  "152": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Những người nào không được làm Hội thẩm?",
    "A": "Người đang giữ chức danh tư pháp trong Tòa án, Viện kiểm sát, cơ quan công an",
    "B": "Luật sư, công chứng viên, thừa phát lại",
    "C": "Trợ giúp viên pháp lý",
    "D": "Cả 3 phương án trên đều đúng"
  },
  "153": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có quyền quyết định cho phép ghi âm lời nói, ghi hình ảnh của Hội đồng xét xử, Thẩm phán tại phiên tòa, phiên họp?",
    "A": "Chánh án Tòa án nhân dân tối cao",
    "B": "Thẩm phán chủ tọa phiên tòa, phiên họp",
    "C": "Người tham gia phiên tòa",
    "D": "Hội đồng xét xử"
  },
  "154": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền cử Hội thẩm quân nhân Tòa án quân sự khu vực?",
    "A": "Chủ nhiệm Tổng cục Chính trị Quân đội nhân dân Việt Nam",
    "B": "Chính ủy quân khu, quân đoàn, quân chủng, tổng cục hoặc cấp tương đương",
    "C": "Chánh án Tòa án quân sự khu vực",
    "D": "Bộ trưởng Bộ Quốc phòng"
  },
  "155": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Nhiệm kỳ của Hội thẩm quân nhân là bao lâu?",
    "A": "05 năm",
    "B": "03 năm",
    "C": "07 năm",
    "D": "10 năm"
  },
  "156": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Hội thẩm có thể được miễn nhiệm vì lý do nào sau đây?",
    "A": "Do sức khỏe",
    "B": "Theo nguyện vọng cá nhân",
    "C": "Lý do chính đáng khác",
    "D": "Cả 3 phương án trên"
  },
  "157": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Cơ quan nào xây dựng chương trình, kế hoạch và tài liệu tập huấn, bồi dưỡng nghiệp vụ cho Hội thẩm?",
    "A": "Bộ Tư pháp",
    "B": "Tòa án nhân dân tối cao",
    "C": "Ủy ban Thường vụ Quốc hội",
    "D": "Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam"
  },
  "158": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền quy định chế độ phụ cấp đối với Hội thẩm khi tham gia xét xử?",
    "A": "Chính phủ",
    "B": "Ủy ban Thường vụ Quốc hội",
    "C": "Bộ Tài chính",
    "D": "Tòa án nhân dân tối cao"
  },
  "159": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Hội thẩm được cấp giấy tờ gì để thực hiện nhiệm vụ xét xử?",
    "A": "Giấy phép hành nghề Hội thẩm",
    "B": "Giấy chứng minh Hội thẩm",
    "C": "Thẻ công tác viên tư pháp",
    "D": "Giấy xác nhận của Tòa án"
  },
  "160": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Việc phân công Thẩm phán, Hội thẩm tham gia xét xử phải đảm bảo nguyên tắc nào?",
    "A": "Vô tư, khách quan, ngẫu nhiên",
    "B": "Theo yêu cầu của các bên liên quan",
    "C": "Dựa trên kinh nghiệm xét xử của Thẩm phán, Hội thẩm",
    "D": "Theo đề nghị của Viện kiểm sát"
  },
  "161": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Việc tổ chức phiên tòa trực tuyến phải đảm bảo điều kiện nào?",
    "A": "Tuân thủ quy định của pháp luật",
    "B": "Bảo đảm an ninh, an toàn thông tin mạng",
    "C": "Đảm bảo sự tôn nghiêm của phiên tòa",
    "D": "Tất cả các điều kiện trên"
  },
  "162": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Phòng xử án là không gian tổ chức xét xử những loại vụ án nào?",
    "A": "Vụ án hình sự",
    "B": "Vụ án hành chính",
    "C": "Vụ việc dân sự, phá sản và áp dụng biện pháp xử lý hành chính",
    "D": "Tất cả các loại vụ án, vụ việc nêu trên"
  },
  "163": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền quy định quy chuẩn trang thiết bị, cách thức bố trí phòng xử án của các Tòa án?",
    "A": "Bộ trưởng Bộ Công an",
    "B": "Chánh án Tòa án nhân dân tối cao",
    "C": "Viện trưởng Viện kiểm sát nhân dân tối cao",
    "D": "Chủ tịch Ủy ban nhân dân cấp tỉnh"
  },
  "164": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Phòng hòa giải, đối thoại là không gian tổ chức hoạt động gì?",
    "A": "Xét xử các vụ án hành chính",
    "B": "Hòa giải, đối thoại theo quy định của pháp luật",
    "C": "Tổ chức thi hành án",
    "D": "Giải quyết khiếu nại hành chính"
  },
  "165": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Nội quy phiên tòa là gì?",
    "A": "Quy tắc xử sự chung bắt buộc áp dụng đối với người có mặt tại phiên tòa, phiên họp",
    "B": "Quy định về trang phục khi tham dự phiên tòa",
    "C": "Quy chế tổ chức xét xử của Tòa án nhân dân tối cao",
    "D": "Quy định về thời gian làm việc của Tòa án"
  },
  "166": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Khi có người vi phạm nội quy phiên tòa, Thẩm phán chủ tọa có quyền gì?",
    "A": "Cấm vào hoặc buộc rời khỏi phòng xử án, phòng hòa giải, đối thoại",
    "B": "Ra quyết định xử phạt vi phạm hành chính, tạm giữ hành chính",
    "C": "Kiến nghị cơ quan có thẩm quyền khởi tố vụ án hình sự",
    "D": "Tất cả các quyền trên"
  },
  "167": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Đối tượng nào thuộc diện bảo vệ tại Tòa án?",
    "A": "Trụ sở các Tòa án",
    "B": "Các phiên tòa, phiên họp xét xử, giải quyết vụ án, vụ việc",
    "C": "Hồ sơ, tài liệu, chứng cứ của vụ án, vụ việc",
    "D": "Tất cả các đối tượng trên"
  },
  "168": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Người từ bao nhiêu tuổi trở lên được tham dự phiên tòa xét xử công khai theo quy định của pháp luật?",
    "A": "Từ đủ 14 tuổi trở lên",
    "B": "Từ đủ 16 tuổi trở lên",
    "C": "Từ đủ 18 tuổi trở lên",
    "D": "Không giới hạn độ tuổi"
  },
  "169": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Trường hợp nào người dưới 16 tuổi được vào phòng xử án?",
    "A": "Khi có người thân tham dự phiên tòa",
    "B": "Khi được Tòa án triệu tập đến phiên tòa",
    "C": "Khi đi cùng cha mẹ",
    "D": "Khi vụ án có liên quan đến trẻ em"
  },
  "170": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Việc ghi hình ảnh tại phiên tòa, phiên họp được thực hiện trong khoảng thời gian nào?",
    "A": "Chỉ trong thời gian khai mạc phiên tòa, phiên họp và tuyên án, công bố quyết định",
    "B": "Trong suốt thời gian xét xử",
    "C": "Khi có sự đồng ý của tất cả những người tham gia phiên tòa",
    "D": "Không được phép ghi hình ảnh tại phiên"
  },
  "171": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Tòa án có quyền ghi âm, ghi hình toàn bộ diễn biến phiên tòa, phiên họp trong trường hợp nào?",
    "A": "Khi có yêu cầu của luật sư",
    "B": "Khi có yêu cầu của bị cáo hoặc bị hại",
    "C": "Khi cần thiết để phục vụ nhiệm vụ chuyên môn",
    "D": "Khi có yêu cầu của cơ quan báo chí"
  },
  "172": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Người tham dự phiên tòa KHÔNG ĐƯỢC làm gì?",
    "A": "Truyền phát trực tiếp, trực tuyến phiên tòa",
    "B": "Ghi chép lại nội dung phiên tòa",
    "C": "Quan sát toàn bộ diễn biến phiên tòa",
    "D": "Ghi âm lời nói của bị cáo để làm tư liệu cá nhân"
  },
  "173": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Người tham dự phiên tòa KHÔNG ĐƯỢC thông tin theo cách nào?",
    "A": "Đưa tin sai sự thật về phiên tòa",
    "B": "Đưa tin trung thực theo diễn biến phiên tòa",
    "C": "Ghi chép lại thông tin để nghiên cứu",
    "D": "Chia sẻ quan điểm cá nhân về phiên tòa trên mạng xã hội một cách khách quan"
  },
  "174": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền quy định chế độ tiền lương và phụ cấp đối với Thẩm phán, Thẩm tra viên Tòa án, Thư ký Tòa án?",
    "A": "Chính phủ",
    "B": "Bộ Tư pháp",
    "C": "Ủy ban Thường vụ Quốc hội",
    "D": "Chánh án Tòa án nhân dân tối cao"
  },
  "175": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Nhà nước có chính sách ưu tiên về tiền lương, phụ cấp đối với những chức danh nào?",
    "A": "Thẩm phán, Thẩm tra viên Tòa án, Thư ký Tòa án",
    "B": "Hội thẩm nhân dân, Luật sư, Công chứng viên",
    "C": "Cán bộ Tòa án, Luật sư, Kiểm sát viên",
    "D": "Nhân viên văn thư Tòa án, Bảo vệ Tòa án"
  },
  "176": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Nếu Chính phủ và Tòa án nhân dân tối cao không thống nhất về dự toán kinh phí hoạt động của các Tòa án thì ai có quyền kiến nghị Quốc hội xem xét, quyết định?",
    "A": "Chánh án Tòa án nhân dân tối cao",
    "B": "Bộ trưởng Bộ Tài chính",
    "C": "Chủ tịch Quốc hội",
    "D": "Thủ tướng Chính phủ"
  },
  "177": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Mẫu Giấy chứng minh Thẩm phán, việc sử dụng, cấp, đổi, thu hồi Giấy chứng minh Thẩm phán do Ai quy định?",
    "A": "Chánh án Tòa án nhân dân tối cao",
    "B": "Chính phủ",
    "C": "Bộ Tư pháp",
    "D": "Bộ Nội vụ"
  },
  "178": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Mẫu Giấy chứng nhận chức danh tư pháp, việc sử dụng, cấp, đổi, thu hồi Giấy chứng nhận chức danh tư pháp cho Thẩm tra viên Tòa án, Thư ký Tòa án do Ai quy định?",
    "A": "Chính phủ",
    "B": "Bộ Tư pháp",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Bộ Nội vụ"
  },
  "179": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Mẫu trang phục của Thẩm phán do Ủy ban Thường vụ Quốc hội quy định theo đề nghị của:",
    "A": "Bộ Nội vụ",
    "B": "Chánh án Tòa án nhân dân tối cao",
    "C": "Chính phủ",
    "D": "Bộ Tư pháp"
  },
  "180": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Mẫu trang phục của Thẩm tra viên Tòa án, Thư ký Tòa án do Ai quy định?",
    "A": "Bộ Nội vụ",
    "B": "Chánh án Tòa án nhân dân tối cao",
    "C": "Chính phủ",
    "D": "Bộ Tư pháp"
  },
  "181": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có thẩm quyền quyết định số lượng Thẩm phán Tòa án nhân dân tại mỗi cấp?",
    "A": "Ủy ban Thường vụ Quốc hội",
    "B": "Chính phủ",
    "C": "Bộ Nội vụ",
    "D": "Chánh án Tòa án nhân dân tối cao"
  },
  "182": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Ai có trách nhiệm đề nghị số lượng Thẩm phán Tòa án nhân dân tại mỗi cấp để Ủy ban Thường vụ Quốc hội quyết định?",
    "A": "Bộ trưởng Bộ Nội vụ",
    "B": "Bộ trưởng Bộ Quốc phòng",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Chính phủ"
  },
  "183": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân số 34/2024/QH15. Số lượng Thẩm phán Tòa án quân sự tại mỗi cấp do ai quyết định?",
    "A": "Chánh án Tòa án nhân dân tối cao và Bộ trưởng Bộ Quốc phòng",
    "B": "Ủy ban Thường vụ Quốc hội",
    "C": "Chính phủ",
    "D": "Quốc hội"
  },
  "184": {
    "question": "Luật Tổ chức Tòa án nhân dân số 34/2024/QH15 có hiệu lực thi hành từ ngày nào?",
    "A": "Ngày 01 tháng 03 năm 2025",
    "B": "Ngày 01 tháng 07 năm 2025",
    "C": "Ngày 01 tháng 01 năm 2025",
    "D": "Ngày 01 tháng 07 năm 2024"
  },
  "185": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Tổ chức của Tòa án nhân dân bao gồm những loại Tòa án nào sau đây?",
    "A": "Tòa án nhân dân tối cao, Tòa án nhân dân tỉnh, Tòa án nhân dân quận",
    "B": "Tòa án nhân dân tối cao, Tòa án nhân dân cấp tỉnh, Tòa án nhân dân khu vực, Tòa án chuyên biệt, Tòa án quân sự",
    "C": "Tòa án nhân dân cấp cao, Tòa án nhân dân cấp huyện, Tòa án nhân dân chuyên ngành",
    "D": "Tòa án nhân dân tối cao, Tòa án nhân dân tỉnh, Tòa án nhân dân cấp huyện, Tòa án đặc biệt"
  },
  "186": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Cơ quan nào có thẩm quyền quyết định thành lập, giải thể Tòa án nhân dân cấp tỉnh và Tòa án nhân dân khu vực?",
    "A": "Chính phủ",
    "B": "Chủ tịch nước",
    "C": "Tòa án nhân dân tối cao",
    "D": "Ủy ban Thường vụ Quốc hội"
  },
  "187": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Với đề nghị của ai thì Ủy ban Thường vụ Quốc hội quyết định thành lập, giải thể Tòa án nhân dân cấp tỉnh và khu vực?",
    "A": "Chủ tịch nước",
    "B": "Bộ trưởng Bộ Công an",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Thủ tướng Chính phủ"
  },
  "188": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Tòa án quân sự gồm những cấp nào sau đây?",
    "A": "Tòa án quân sự trung ương, Tòa án quân sự tỉnh, Tòa án quân sự khu vực",
    "B": "Tòa án quân sự trung ương, Tòa án quân sự quân khu và tương đương, Tòa án quân sự khu vực",
    "C": "Tòa án quân sự tối cao, Tòa án quân sự cấp huyện, Tòa án quân sự địa phương",
    "D": "Tòa án quân sự cấp trung ương và cấp địa phương"
  },
  "189": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Ai là người đề nghị Ủy ban Thường vụ Quốc hội quy định về phạm vi thẩm quyền theo lãnh thổ của một số Tòa án nhân dân khu vực và cấp tỉnh?",
    "A": "Chánh án Tòa án nhân dân tối cao",
    "B": "Bộ trưởng Bộ Tư pháp",
    "C": "Chủ tịch nước",
    "D": "Chủ nhiệm Ủy ban Tư pháp của Quốc hội"
  },
  "190": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Ủy ban Thường vụ Quốc hội quyết định thành lập, giải thể Tòa án quân sự quân khu và tương đương theo đề nghị của Chánh án Tòa án nhân dân tối cao sau khi:",
    "A": "Có ý kiến của Thủ tướng Chính phủ",
    "B": "Có ý kiến của Quốc hội",
    "C": "Có ý kiến của Bộ trưởng Bộ Quốc phòng",
    "D": "Có ý kiến của Chủ tịch nước"
  },
  "191": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Ai là Chủ tịch Hội đồng tuyển chọn, giám sát Thẩm phán quốc gia?",
    "A": "Chủ tịch nước",
    "B": "Viện trưởng Viện kiểm sát nhân dân tối cao",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Bộ trưởng Bộ Tư pháp"
  },
  "192": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Nhiệm kỳ của Phó Chủ tịch Hội đồng tuyển chọn, giám sát Thẩm phán quốc gia được luân phiên theo chu kỳ bao lâu?",
    "A": "6 tháng/lần",
    "B": "2 năm/lần",
    "C": "5 năm/lần",
    "D": "1 năm/lần"
  },
  "193": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Tòa án nhân dân tối cao là gì?",
    "A": "Cơ quan giám sát hoạt động tố tụng của Viện kiểm sát",
    "B": "Cơ quan hành chính cao nhất trong hệ thống Tòa án",
    "C": "Cơ quan xét xử cao nhất của nước Cộng hòa xã hội chủ nghĩa Việt Nam",
    "D": "Cơ quan chỉ đạo toàn bộ các cơ quan nội chính"
  },
  "194": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. TAND Tối cao có quyền phúc thẩm trong trường hợp nào?",
    "A": "Tất cả các bản án sơ thẩm bị kháng cáo",
    "B": "Bản án sơ thẩm của TAND cấp tỉnh chưa có hiệu lực pháp luật bị kháng cáo, kháng nghị",
    "C": "Các vụ án hình sự của Tòa án quân sự",
    "D": "Không có quyền phúc thẩm"
  },
  "195": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. TAND Tối cao có quyền quản lý các Tòa án nào về tổ chức?",
    "A": "Tòa án nhân dân cấp huyện",
    "B": "Chỉ Tòa án dân sự",
    "C": "Tòa án trọng tài",
    "D": "Tòa án nhân dân và Tòa án quân sự"
  },
  "196": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Tòa án nhân dân tối cao có nhiệm vụ, quyền hạn nào sau đây?",
    "A": "Phúc thẩm vụ án hình sự mà bản án, quyết định sơ thẩm của Tòa án nhân dân cấp tỉnh chưa có hiệu lực pháp luật bị kháng cáo, kháng nghị theo quy định của luật",
    "B": "Phát triển án lệ",
    "C": "Đề nghị xây dựng luật, pháp lệnh, nghị quyết của Quốc hội, Ủy ban Thường vụ Quốc hội; trình Quốc hội dự án luật, nghị quyết; trình Ủy ban Thường vụ Quốc hội dự án pháp lệnh, nghị quyết",
    "D": "Tất cả các đáp án trên"
  },
  "197": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. TAND Tối cao có chức năng gì liên quan đến công tác nhân sự ngành Tòa án?",
    "A": "Quản lý nhân sự toàn bộ ngành hành pháp",
    "B": "Đào tạo, bồi dưỡng chuyên môn nghiệp vụ cho Thẩm phán, Thư ký, Hòa giải viên,…",
    "C": "Bổ nhiệm cán bộ Viện kiểm sát",
    "D": "Quản lý toàn bộ cơ sở giam giữ"
  },
  "198": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Cơ cấu tổ chức của TAND Tối cao không bao gồm thành phần nào sau đây?",
    "A": "Hội đồng Thẩm phán TAND Tối cao",
    "B": "Các Tòa Phúc thẩm TAND Tối cao",
    "C": "Cục, vụ và tương đương",
    "D": "Viện kiểm sát nhân dân tối cao"
  },
  "199": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Cơ sở đào tạo, bồi dưỡng của TAND Tối cao được thành lập theo:",
    "A": "Nghị quyết của Hội đồng Thẩm phán TAND Tối cao",
    "B": "Quyết định của Chánh án TAND Tối cao",
    "C": "Quy định của luật",
    "D": "Thỏa thuận với Bộ Giáo dục và Đào tạo"
  },
  "200": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. TAND Tối cao có những chức danh nào sau đây? (Chọn phương án đầy đủ nhất)",
    "A": "Chánh án, các Phó Chánh án, Thẩm phán TAND Tối cao, Chánh tòa, các Phó Chánh tòa, Thẩm phán Tòa án nhân dân, Thẩm tra viên, Thư ký Tòa án, công chức, viên chức, người lao động",
    "B": "Chánh án, Phó Chánh án, Viện trưởng, Kiểm sát viên",
    "C": "Chánh án, Phó Chánh án, Chánh tòa, Kiểm toán viên, Luật sư",
    "D": "Chánh án, Phó Chánh án, Thẩm phán, Cảnh sát tư pháp"
  },
  "201": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Số lượng thành viên của Hội đồng Thẩm phán Tòa án nhân dân tối cao tối thiểu là bao nhiêu?",
    "A": "21",
    "B": "23",
    "C": "25",
    "D": "27"
  },
  "202": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Số lượng thành viên của Hội đồng Thẩm phán Tòa án nhân dân tối cao tối đa là bao nhiêu?",
    "A": "23",
    "B": "25",
    "C": "27",
    "D": "29"
  },
  "203": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Thành phần của Hội đồng Thẩm phán TAND Tối cao bao gồm những ai?",
    "A": "Chánh án, các Phó Chánh án, Thẩm phán Tòa án nhân dân tối cao",
    "B": "Chánh án, các Phó Chánh án, Thẩm tra viên",
    "C": "Chánh án, các Phó Chánh án, Thẩm phán Tòa án nhân dân, Thư ký Tòa án",
    "D": "Chỉ Chánh án và các Phó Chánh án"
  },
  "204": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Tòa Phúc thẩm TAND Tối cao có nhiệm vụ phúc thẩm vụ án hình sự nào?",
    "A": "Vụ án hình sự của Tòa án quân sự cấp cao",
    "B": "Vụ án hình sự sơ thẩm của TAND cấp tỉnh chưa có hiệu lực pháp luật bị kháng cáo, kháng nghị",
    "C": "Vụ án hình sự sơ thẩm của TAND cấp huyện",
    "D": "Vụ án hình sự sơ thẩm của Viện kiểm sát"
  },
  "205": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Tòa Phúc thẩm TAND Tối cao có quyền kiến nghị ai xem xét, kháng nghị theo thủ tục giám đốc thẩm, tái thẩm bản án, quyết dịnh của Tòa Phúc thẩm Tòa án nhân dân tối cao, Tòa án nhân dân cấp tỉnh đã có hiệu lực pháp luật theo quy định của luật?",
    "A": "Chủ tịch nước",
    "B": "Chánh án TAND Tối cao",
    "C": "Viện trưởng VKSND Tối cao",
    "D": "Ủy ban Thường vụ Quốc hội"
  },
  "206": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Tòa Phúc thẩm Tòa án nhân dân tối cao có Nhiệm vụ, quyền hạn:",
    "A": "Phúc thẩm vụ án hình sự mà bản án, quyết định sơ thẩm của Tòa án nhân dân cấp tỉnh chưa có hiệu lực pháp luật bị kháng cáo, kháng nghị theo quy định của luật",
    "B": "Kiến nghị Chánh án Tòa án nhân dân tối cao xem xét, kháng nghị theo thủ tục giám đốc thẩm, tái thẩm bản án, quyết dịnh của Tòa Phúc thẩm Tòa án nhân dân tối cao, Tòa án nhân dân cấp tỉnh đã có hiệu lực pháp luật theo quy định của luật",
    "C": "Thực hiện việc tổng kết thực tiễn xét xử; đề xuất án lệ",
    "D": "Tất cả các đáp án trên"
  },
  "207": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Tòa án nhân dân cấp tỉnh xét xử sơ thẩm đối với loại vụ án nào?",
    "A": "Vụ án hình sự",
    "B": "Vụ án dân sự",
    "C": "Vụ án hành chính",
    "D": "Vụ án kinh tế"
  },
  "208": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. TAND cấp tỉnh có quyền giám đốc thẩm, tái thẩm đối với bản án, quyết định nào?",
    "A": "Của TAND khu vực đã có hiệu lực pháp luật bị kháng nghị",
    "B": "Của TAND cấp tỉnh đã có hiệu lực pháp luật",
    "C": "Của Tòa án quân sự trung ương",
    "D": "Của Tòa án phúc thẩm TAND tối cao"
  },
  "209": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Cơ cấu tổ chức của TAND cấp tỉnh không bao gồm thành phần nào dưới đây?",
    "A": "Ủy ban Thẩm phán TAND cấp tỉnh",
    "B": "Các Tòa chuyên trách",
    "C": "Bộ máy giúp việc",
    "D": "Viện kiểm sát nhân dân cấp tỉnh"
  },
  "210": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Trường hợp cần thiết, Ai quyết định thành lập Tòa chuyên trách khác theo đề nghị của Chánh án Tòa án nhân dân tối cao?",
    "A": "Chủ tịch nước",
    "B": "Ủy ban Thường vụ Quốc hội",
    "C": "Chánh án TAND Tối cao",
    "D": "Quốc hội"
  },
  "211": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Ai quyết định việc tổ chức các Tòa chuyên trách ở mỗi TAND cấp tỉnh dựa trên yêu cầu thực tiễn?",
    "A": "Chủ tịch nước",
    "B": "Ủy ban Thường vụ Quốc hội",
    "C": "Chánh án TAND Tối cao",
    "D": "Quốc hội"
  },
  "212": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Ai quyết định thành lập và quy định nhiệm vụ, quyền hạn của bộ máy giúp việc của TAND cấp tỉnh?",
    "A": "Ủy ban Thường vụ Quốc hội",
    "B": "Quốc hội",
    "C": "Chánh án TAND Tối cao",
    "D": "Bộ trưởng Bộ Nội vụ"
  },
  "213": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. TAND cấp tỉnh có những chức danh nào sau đây?",
    "A": "Chánh án, các Phó Chánh án, Chánh tòa, các Phó Chánh tòa, Thẩm phán TAND, Thẩm tra viên, Thư ký Tòa án, công chức khác, người lao động",
    "B": "Chánh án, các Phó Chánh án, Viện trưởng, Kiểm sát viên",
    "C": "Chánh án, các Phó Chánh án, Cảnh sát tư pháp",
    "D": "Chánh án, các Phó Chánh án, Luật sư"
  },
  "214": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Thành phần của Ủy ban Thẩm phán TAND cấp tỉnh bao gồm:",
    "A": "Chánh án, các Phó Chánh án và một số Thẩm phán TAND do Chánh án TAND Tối cao quyết định",
    "B": "Chánh án, Thẩm phán TAND cấp huyện",
    "C": "Chánh án, Viện trưởng Viện kiểm sát, Thẩm phán",
    "D": "Chánh án, các Thư ký Tòa án"
  },
  "215": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Ai chủ trì phiên họp của Ủy ban Thẩm phán TAND cấp tỉnh?",
    "A": "Phó Chánh án TAND cấp tỉnh",
    "B": "Chánh án TAND cấp tỉnh",
    "C": "Thư ký Tòa án",
    "D": "Chánh án TAND Tối cao"
  },
  "216": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Ủy ban Thẩm phán TAND cấp tỉnh có quyền giám đốc thẩm, tái thẩm bản án của Tòa án nào?",
    "A": "Tòa án nhân dân cấp huyện",
    "B": "Tòa án nhân dân khu vực đã có hiệu lực pháp luật bị kháng nghị",
    "C": "Tòa án nhân dân tối cao",
    "D": "Tòa án quân sự"
  },
  "217": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Ủy ban Thẩm phán TAND cấp tỉnh thảo luận và góp ý kiến đối với báo cáo công tác của ai?",
    "A": "Viện trưởng Viện kiểm sát cấp tỉnh",
    "B": "Chánh án TAND Tối cao",
    "C": "Chánh án TAND cấp tỉnh",
    "D": "Bộ trưởng Bộ Tư pháp"
  },
  "218": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Tòa án nhân dân khu vực có quyền kiến nghị ai xem xét, kháng nghị giám đốc thẩm, tái thẩm?",
    "A": "Chánh án TAND Tối cao và Viện trưởng VKSND Tối cao",
    "B": "Chủ tịch nước và Chánh án TAND Tối cao",
    "C": "Chỉ Chánh án TAND Tối cao",
    "D": "Chánh án TAND Tối cao và Chánh án TAND cấp tỉnh"
  },
  "219": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Ai quyết định việc tổ chức Tòa Phá sản và Tòa Sở hữu trí tuệ tại một số TAND khu vực?",
    "A": "Chánh án TAND Tối cao",
    "B": "Ủy ban Thường vụ Quốc hội",
    "C": "Bộ trưởng Bộ Tư pháp",
    "D": "Chánh án TAND cấp tỉnh"
  },
  "220": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Trường hợp cần thiết, ai quyết định thành lập Tòa chuyên trách khác tại TAND khu vực?",
    "A": "Chánh án TAND Tối cao",
    "B": "Ủy ban Thường vụ Quốc hội",
    "C": "Quốc hội",
    "D": "Chính phủ"
  },
  "221": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Tòa án nhân dân khu vực có chức danh nào sau đây?",
    "A": "Chánh án, Phó Chánh án, Chánh tòa, Phó Chánh tòa, Thẩm phán, Thẩm tra viên, Thư ký Tòa án",
    "B": "Chủ tịch, Phó Chủ tịch, Ủy viên, Luật sư",
    "C": "Chánh án, Viện trưởng, Kiểm sát viên",
    "D": "Thẩm phán, Kiểm sát viên, Điều tra viên"
  },
  "222": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Ai quy định nhiệm vụ, quyền hạn, trình tự, thủ tục tố tụng của Tòa án chuyên biệt?",
    "A": "Chánh án TAND Tối cao",
    "B": "Quốc hội",
    "C": "Thẩm phán",
    "D": "Chính phủ"
  },
  "223": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Cơ quan nào quyết định thành lập, giải thể Tòa án chuyên biệt?",
    "A": "Chính phủ",
    "B": "Ủy ban Thường vụ Quốc hội",
    "C": "Quốc hội",
    "D": "Bộ Tư pháp"
  },
  "224": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Việc quyết định thành lập hoặc giải thể Tòa án chuyên biệt của Ủy ban Thường vụ Quốc hội được thực hiện theo đề nghị của ai?",
    "A": "Chánh án TAND Tối cao",
    "B": "Viện trưởng VKSND Tối cao",
    "C": "Bộ trưởng Bộ Tư pháp",
    "D": "Chủ tịch nước"
  },
  "225": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Ai chủ trì phiên họp của Ủy ban Thẩm phán Tòa án nhân dân cấp tỉnh?",
    "A": "Phó Chánh án Tòa án nhân dân cấp tỉnh",
    "B": "Chánh án Tòa án nhân dân cấp tỉnh",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Chủ tịch Hội đồng nhân dân cấp tỉnh"
  },
  "226": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Ai có thẩm quyền bổ nhiệm, miễn nhiệm, cách chức Chánh án Tòa án nhân dân khu vực?",
    "A": "Chủ tịch nước",
    "B": "Ủy ban Thường vụ Quốc hội",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Bộ trưởng Bộ Tư pháp"
  },
  "227": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Nhiệm kỳ của Chánh án Tòa án nhân dân khu vực là bao nhiêu năm?",
    "A": "3 năm",
    "B": "4 năm",
    "C": "5 năm",
    "D": "7 năm"
  },
  "228": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Ai có thẩm quyền bổ nhiệm, miễn nhiệm, cách chức Chánh án Tòa án nhân dân cấp tỉnh?",
    "A": "Chủ tịch nước",
    "B": "Ủy ban Thường vụ Quốc hội",
    "C": "Chánh án Tòa án nhân dân tối cao",
    "D": "Bộ trưởng Bộ Tư pháp"
  },
  "229": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Nhiệm kỳ của Chánh án Tòa án nhân dân cấp tỉnh là bao lâu kể từ ngày được bổ nhiệm?",
    "A": "3 năm",
    "B": "4 năm",
    "C": "5 năm",
    "D": "7 năm"
  },
  "230": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Nhiệm vụ nào sau đây không thuộc quyền hạn của Chánh án Tòa án nhân dân cấp tỉnh?",
    "A": "Kháng nghị giám đốc thẩm bản án của Tòa án nhân dân khu vực",
    "B": "Chủ trì phiên họp của Ủy ban Thẩm phán Tòa án nhân dân cấp tỉnh",
    "C": "Bổ nhiệm Chánh án Tòa án nhân dân tối cao",
    "D": "Tổ chức công tác xét xử của Tòa án nhân dân cấp tỉnh"
  },
  "231": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Chánh án Tòa án nhân dân khu vực có thể kiến nghị ai xem xét, kháng nghị bản án đã có hiệu lực pháp luật?",
    "A": "Chủ tịch nước và Bộ trưởng Bộ Tư pháp",
    "B": "Chánh án Tòa án nhân dân tối cao, Chánh án Tòa án nhân dân cấp tỉnh",
    "C": "Viện trưởng VKSND Tối cao và Ủy ban Thường vụ Quốc hội",
    "D": "Quốc hội và Chính phủ"
  },
  "232": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Ai có thẩm quyền bổ nhiệm, miễn nhiệm, cách chức Phó Chánh án Tòa án nhân dân cấp tỉnh và Tòa án nhân dân khu vực?",
    "A": "Chánh án Tòa án nhân dân tối cao",
    "B": "Chủ tịch nước",
    "C": "Bộ trưởng Bộ Tư pháp",
    "D": "Ủy ban Thường vụ Quốc hội"
  },
  "233": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Nhiệm kỳ của Phó Chánh án Tòa án nhân dân cấp tỉnh, Tòa án nhân dân khu vực là bao lâu?",
    "A": "3 năm",
    "B": "4 năm",
    "C": "5 năm",
    "D": "7 năm"
  },
  "234": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Khi Chánh án vắng mặt, ai sẽ được ủy nhiệm lãnh đạo công tác của Tòa án?",
    "A": "Thẩm phán cao cấp",
    "B": "Một Phó Chánh án do Chánh án ủy nhiệm",
    "C": "Chánh tòa chuyên trách",
    "D": "Thư ký Tòa án"
  },
  "235": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Nhiệm vụ, quyền hạn của Thẩm phán Tòa án nhân dân gồm:",
    "A": "Kiểm tra, thẩm định tài liệu, chứng cứ theo quy định của pháp luật",
    "B": "Trả lời đơn đề nghị, văn bản yêu cầu, kiến nghị giám đốc thẩm, tái thẩm theo quy định của Chánh án Tòa án nhân dân tối cao",
    "C": "Đề xuất Chánh án Tòa án nhân dân tối cao, Hội đồng Thẩm phán Tòa án nhân dân tối cao phát triển án lệ đối với bản án, quyết định của Tòa án đã có hiệu lực pháp luật",
    "D": "Tất cả các đáp án trên"
  },
  "236": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Độ tuổi tối thiểu để được bổ nhiệm làm Thẩm phán Tòa án nhân dân tối cao là bao nhiêu?",
    "A": "40 tuổi",
    "B": "42 tuổi",
    "C": "45 tuổi",
    "D": "50 tuổi"
  },
  "237": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Số năm công tác tại Tòa án tối thiểu để được bổ nhiệm làm Thẩm phán Tòa án nhân dân tối cao là bao nhiêu?",
    "A": "15 năm",
    "B": "20 năm",
    "C": "10 năm",
    "D": "25 năm"
  },
  "238": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Trong 20 năm công tác tại Tòa án, người được bổ nhiệm phải có ít nhất bao nhiêu năm làm Thẩm phán Tòa án nhân dân?",
    "A": "10 năm",
    "B": "8 năm",
    "C": "5 năm",
    "D": "12 năm"
  },
  "239": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Trường hợp đặc biệt, người được bổ nhiệm Thẩm phán Tòa án nhân dân tối cao phải có ít nhất bao nhiêu năm làm Thẩm phán Tòa án nhân dân?",
    "A": "3 năm",
    "B": "4 năm",
    "C": "5 năm",
    "D": "7 năm"
  },
  "240": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Ngoài làm Thẩm phán, trường hợp đặc biệt còn có thể bổ nhiệm nếu đang là Thẩm phán và có ít nhất bao nhiêu năm làm Vụ trưởng Vụ chuyên môn nghiệp vụ tại Tòa án nhân dân tối cao?",
    "A": "3 năm",
    "B": "4 năm",
    "C": "2 năm",
    "D": "5 năm"
  },
  "241": {
    "question": "Theo Luật Tổ chức Tòa án nhân dân sửa đổi năm 2025. Số lượng bổ nhiệm Thẩm phán Tòa án nhân dân tối cao theo trường hợp đặc biệt không được vượt quá bao nhiêu phần trăm tổng số Thẩm phán Tòa án nhân dân tối cao?",
    "A": "5%",
    "B": "8%",
    "C": "10%",
    "D": "15%"
  }
}